{
  "home": "Home",
  "about": "About",
  "wings": "Wings",
  "seva_initiatives": "Seva Initiatives",
  "vidya_vihar": "SSS Vidya Vihar, Odisha",
  "reports": "Reports",
  "institutions": "Institutions",
  "trust_menu": "SSS Trust, Odisha",
  "admin": "Admin",
  "wings_service": "Service",
  "wings_service_p1": "The Concept of Service in Sri Sathya Sai Mission Though there are many path-ways to God realization, yet the easiest among them is the path of service - for it is not confined to any boundaries or borders and completely secular in nature. Service essentially is a spontaneous feeling for serving and helping the needy in any form. In other words, service is actually the true character of the human body. The service is rendered in communities across the globe with an underlying concept of “the person who serves is the person served”. Sri Sathya Sai Baba says, ‘Love All Serve All’, ‘Help Ever Hurt Never’ and ‘The Hands that serve are holier than the lips that pray’. Encompassing this Divine concept, the service wing of the Sri Sathya Sai Seva Organisation, coordinates internally to help compliment the activities of the spiritual and educational wing as well. The activities conducted include – Sri Sathya Sai Village Integrated Programme, Sri Sathya Sai Holistic Health Care, Sri Sathya Sai Integrated Animal Care, Seva during Disasters / Natural calamities, National Narayan Seva etc.",
  "wings_spiritual": "Spiritual",
  "wings_spiritual_p1": "The Spiritual Wing is the foundation of the SSSSO, often described as the \"roots\" that nurture inner growth and awaken inherent divinity. As Sri Sathya Sai Baba stated, \"First and the foremost wing of this organisation is love for God, that is spirituality.\" It focuses on fostering devotion (bhakti), self-transformation, and connection with the divine through group and individual practices. The wing helps members develop the urge to connect with their inner self, clarify spiritual doubts, and progress on the path of sadhana (spiritual discipline).",
  "wings_spiritual_p2": "This wing is essential because, as per the organization's philosophy, \"Spirituality is the motivational force behind service and service is the fulfilment of spirituality.\" Without spiritual grounding, service activities lack depth, and spiritual pursuits remain abstract. It caters to the individual's inner needs, while the other wings address societal and educational aspects.",
  "wings_education": "Education",
  "wings_education_p1": "“Education is for Life not for a living.”- Sri Sathya Sai",
  "wings_education_p2": "Education Wing is an important wing of the SSSSO worldwide, deeply committed to the sacred task of imparting human values to children of varying, faiths, cultures and backgrounds. The activities mostly include Sri Sathya Sai Bal Vikas programme, Value Educations at Schools, Dynamic Parenting, One day at a school, Inter School Competitions, Free Education / Coaching for needy students, Education in Human Values Awareness programmes for teachers etc. The Bal Vikas programme is spread over a period of nine years (from the age of five years to fifteen years), during which the children are taught to not only understand values, but also to implement them in their daily lives. The Bal Vikas programme is conducted on every Sunday for 1 Hr 30 minutes only through the use of five teaching techniques - Silent sitting/ guided visualization, Story-telling, Prayers, Group singing, Group Activities. For the success of this programme the children are taught daily introspection and the older children are given spiritual diaries to aid them in this process of character development. The cooperation of the parents is imperative if the instruction given in the classes is to have the desired result. Keeping this in mind, the Bal Vikas guru remains in touch with the parents, through regular meetings.",
  "wings_mahilas": "Mahilas",
  "wings_mahilas_p1": "In this country of Bharat was born Savitri, the woman of chastity, Who could fight with Yama, the God of Death and bring back to life her dead husband. In this country of Bharat was born Chandramathi, the paragon of virtue, Who suffered the terrible ordeals of her husband, Harischandra, Sita, the devoted consort of Rama and the divine daughter of Mother Earth, Who demonstrated her chastity by coming out of blazing fire unscathed, was born in this Bharat. Damayanthi, also a woman of pristine purity and chastity who stood by her husband Nala Through thick and thin was born in the sacred land of Bharat.Sathya Sai Speaks Vol 31, Chapter 14 'Glory of Womanhood'",
  "wings_mahilas_p2": "Bhagavan Baba acknowledges women as the very heart of the home and the backbone of society. Ladies forming this important wing of Sri Sathya Sai Organisation throiugh their loving service to humanity, play an active and purposeful role in the family, the home, in society, in the nation, and in the world. In the organisation they participate in almost all activities. Through various Samithi/District/Zonal/State level meets/Conventions, lot of projects have been taken bay the ladies wing. Sai Premdhara, RamakathaRasaVahini, Parayan, Seven Household Bhajan, Rudrarpitam etc. On 19th of every month Shakthi Swarupini Divas is celebrated with various spiritual activities. Maxmum contribution of ladies to Sathya Sai organisation is conducting BalVikas as Guru. As they shape their home, they shape the young kids coming to Balvikas through Love, Caring and Sharing.",
  "wings_youth": "Youth",
  "wings_youth_p1": "The youth of today are the leaders of the future. If the future is to be prosperous, the modern youth should perform their duties with firm faith in God.\"- Baba\"",
  "wings_youth_p2": "Sai youths are not just a bundle of young and energetic persons, but they can be viewed as a source of energy and inspiration. They are silent,disciplined and calm yet they are ever ready to rise to the occasion when the society needs them. They use their massive potentials only to bring smile on the face of the distressed and dejected. As they walk on the path of Bhagwan,society looks upon them as the saviours, the messengers of God.",
  "wings_youth_p3": "The movement of Sai youth in Sri Sathya sai Seva organisation (India), Odisha has gained momentum over the years to such a level that. Sai Youths have become integral and unparallel to each success story of the Organisation. Over 7000 youths across the state engage themselves in Seva sadhana in one form or the other. Especially projects like Nitya Anna Prasadam, National Narayan Seva, Holistic Healthcare Seva their contribution is immense and praise worthy. For natural calamities and accidents a core group is formed to rush to the spot and provide immediate rescue/relief.",
  "wings_youth_p4": "They derive constant motivation and inspiration from our Beloved Bhagwan whose restless service to the mankind had been and will ever be remembered by the world. In the process of their Sadhana they refine themselves as a better human being and this transformation in them has drawn many youths of the society to the Organisation where they taste the flavour and sweetness of selfless service and derive divine bliss.",
  "organization": "Organisations",
  "organization_sevaOrgOdisha_menu": "About SSSSO-Odisha",
  "organization_sevaOrgOdisha": "Sri Sathya Sai Seva Organisations, Odisha",
  "organization_sevaOrgOdisha_p1": "The Sri Sathya Sai Seva Organisations, founded by Bhagawan Sri Sathya Sai Baba in the year 1965, is a service organisation with a spiritual core and base to benefit all mankind irrespective of religion, caste, creed or sect. The Organisation serves as a platform for its members to undertake service and other activities motivated by an urge for one's own transformation with the aim of realising one's inherent divinity.",
  "organization_sevaOrgOdisha_p2": "Without any distinction of religion, nationality, race, socio-economic status, either for those who work in the Organisation or for those who are served by it, the Organisation transcends all barriers leading humanity towards the ideal of 'Fatherhood of God and Brotherhood of Man'.",
  "organization_sevaOrgOdisha_p3": "The concept of fees or membership subscription is alien to the Sri Sathya Sai Seva Organisations, for there cannot be any fee or subscription for one's journey towards his own self.",
  "organization_sevaOrgOdisha_p4": "The organisation functions through its primary units called as Samithis and Bhajan Mandalis of which individuals - from different strata of society, different ethnic groups pursuing different religions and faiths -are members bound by the dictum of “Love all, Serve All” and pursue their own sadhana towards self-transformation following the path of selfless service to humanity.",
  "organization_sevaOrgOdisha_p5": "At no point is an individual asked to follow a certain religion or rituals. On the contrary each is inspired to follow his own faith so as to ensure that a Hindu becomes a better Hindu, a Muslim becomes a better Muslim, a Christian becomes a better Christian and so on. In fact, this spiritual basis inspires everyone to pursue his own religion better by putting into practice Love and Selflessness. That is why the Organisation features in its emblem the symbols of the major religions of the world.",
  "organization_sevaOrgOdisha_p6": "Though there are many path-ways to God realization, yet the easiest among them is the path of service for it is not confined to any boundaries or borders and completely secular in nature thus propagating pure love and compassion. Service essentially is a spontaneous feeling for serving and helping the needy in any form. In other words, service is actually the true character of the human body. The service is rendered in communities across the globe with an underlying concept of “the person who serves is the person served”. Sri Sathya Sai Baba says, ‘Love All Serve All’, ‘Help Ever Hurt Never’ and ‘The Hands that serve are holier than the lips that pray’. Encompassing this Divine concept, the service wing of the Sri Sathya Sai Seva Organisation, coordinates internally to help compliment the activities of the spiritual and educational wing as well. The activities conducted include – Sri Sathya Sai Village Integrated Programme, Sri Sathya Sai Holistic Health Care, Sri Sathya Sai Integrated Animal Care, Seva during Disasters / Natural calamities, National Narayan Seva etc. All these services are dedicated to His Lotus Feet to reinforce the beliefs of His followers on the master.",
  "organization_sevaOrgOdisha_p7": "In the years gone by, the Organisation never looked back and pursued the mission of Bhagawan with dedication and exemplary commitment. This could be only possible with Swami’s infinite Grace and blessings to the people of Orissa. With His holy blessing, Sri Sathya Sai Seva Organisation has presence in impervious wild forest of Dandaka Aranya, rain starved barren land of Kalahandi to coast line and Maoist affected tribal areas. The SAI volunteers have overcome all odds and be there when Swami wants His devotees to be there.",
  "sssTrustOdisha_about": "About SSS Trust",
  "sssTrustOdisha_about_t": "Sri Sathya Sai Trust, Odisha",
  "sssTrustOdisha_about_p1": "The Sri Sathya Sai Trust, Odisha (SSSTO), established in 1976 under the divine guidance of Bhagawan Sri Sathya Sai Baba, functions as a public charitable trust based in Bhubaneswar. The Trust was created as an instrument of His love and compassion, with the sole objective of serving society through large-scale humanitarian projects. Over the years, SSSTO has reached thousands across Odisha through a wide range of initiatives—construction of homes for disaster-affected families, provision of safe drinking water in fluoride- and salinity-prone regions, healthcare projects including mobile hospitals and rehabilitation clinics, skill development centers for youth and women, and educational institutions imparting value-based learning. Every activity is provided free of cost to the beneficiaries, reflecting Bhagawan’s dictum that “Service to Man is Service to God.” The work of the Trust is enabled by the tireless efforts of volunteers from the Sri Sathya Sai Seva Organisations and guided by a Board of Trustees comprising respected individuals from diverse walks of life, all deeply committed to Bhagawan’s teachings and ideals.",
  "sssTrustOdisha_about_p2": "Report on the Service Initiatives of Sri Sathya Sai Trust, Odisha in association with the Sri Sathya Sai Organisations, Odisha for the reporting period: FY 2024-25",
  "sssTrustOdisha_about_p3": "In alignment with the sacred objectives laid down by Bhagawan Sri Sathya Sai Baba—whose life stands as a beacon of selfless service and compassion—the Sri Sathya Sai Trust, Odisha (SSSTO) has continued to expand its outreach across the State. Over the years, the Trust has initiated numerous service projects to uplift the less privileged, cutting across barriers of caste, creed, and religion. During the year under review (FY 2024-25), SSSTO undertook or continued the following major initiatives:",
  "sssTrustOdisha_about_ul1": "Sri Sathya Sai Nitya Narayana Seva",
  "sssTrustOdisha_about_ul2": "Sri Sathya Sai Drinking Water Project",
  "sssTrustOdisha_about_ul3": "Sri Sathya Sai Health Care Projects:",
  "sssTrustOdisha_about_ul3_1": "Sri Sathya Sai Mobile Hospital",
  "sssTrustOdisha_about_ul3_2": "Cardio-Pulmonary Resuscitation Program",
  "sssTrustOdisha_about_ul3_3": "Other Initiatives (SRP Clinics, Telemedicine Centre & Thalassemia Camps)",
  "sssTrustOdisha_about_ul4": "Sri Sathya Sai Skill Development Project",
  "sssTrustOdisha_about_ul4_1": "Skill Development Centre for Women, Bhubaneswar",
  "sssTrustOdisha_about_ul4_2": "Other Centers in Odisha",
  "sssTrustOdisha_about_ul5": "Sri Sathya Sai School, Bhubaneswar",
  "sssTrustOdisha_about_ul6": "Sri Sathya Sai Prematharu",
  "resources": "Resources",
  "events_announcement": "Events",
  "organization_map_title": "Sathya Sai Seva Organisations in Odisha",
  "AumSriSaiRam": "Aum Sri Sairam",
  "Sri_Sathya_Sai": "Sri Sathya Sai",
  "Sri_Sathya_Sai_menu_introduction": "Introduction",
  "Sri_Sathya_Sai_menu_life": "His Life",
  "Sri_Sathya_Sai_menu_teachings": "His Teachings",
  "Sri_Sathya_Sai_menu_works": "His Works",
  "saiSandesh": "The only way to attract the auspicious attention of God is through Naam Sankirtan.",

  "stateCoordinatorsTitle": "State President And State Coordinators",
  "sicTitle": "Office Bearers and In-Charges for Various Activities",
  "dpTitle": "District Presidents",
  "districtCoordinatorTitle": "District Coordinator",
  "samithiConvenorsTitle": "Convenors List - 2025 ",
  "samithisTitle": "Samithi List",
  "bhajanmandaliTitle": "Bhajanmandali List",
  "satya_sai_org_web_top": "Welcome to Sri Sathya Sai Seva Organisations, Odisha",

  "slno": "Sl No",
  "Designation": "Designation",
  "Name": "Name",
  "PhoneNo": "Phone No",
  "WhatsAppNo": "WhatsApp No",
  "emailid": "E-Mail ID",
  "StateInCharge": "State In-Charge",
  "InChargeName": "In-Charge Name",
  "Contactno": "Contact no",
  "ContinuingNew": "Continuing / New",
  "District": "District",
  "DistrictPresident": "District President",
  "PhoneNo1": "Phone No-1",
  "PhoneNo2": "Phone No-2",
  "distSpiritualCOORDINATOR": "Dist. Spiritual Coordinator",
  "distEduCOORDINATOR": "Dist. EDU. Coordinator",
  "distSerCOORDINATOR": "Dist. SER. Coordinator",
  "distYouthCOORDINATOR": "Dist. YOUTH Coordinator",
  "distJtYouthCOORDINATOR": "Dist. JT. YOUTH Coordinator",
  "distItCOORDINATOR": "Dist. IT. INCHARGE",
  "SevaSamithi": "Seva Samithi",
  "StateRecognitionNumber": "State Recognition Number",
  "NameConvener": "Name of the Convener",
  "Age": "Age",
  "Year": "Year",
  "SaiConnectID": "Sai Connect ID",
  "SamithiName": "Samithi Name",
  "RecogNo": "Recog. No.",
  "Bhajanmandali": "Name of Bhajanmandali",

  "SaktiSwaroopiniDiwas": "Sakti Swaroopini Diwas",
  "SaiBratakalpa": "Sai Bratakalpa",
  "LalitaSahasraNama": "Lalita Sahasra Nama",
  "KumkumaPujaArchana": "Kumkuma Puja/Archana",
  "MahilaBhajanSatsangStudyCircle": "Mahila Bhajan – Satsang - Study Circle",
  "BaralaxmiBrata": "Baralaxmi Brata",
  "SaiSanatani": "Sai Sanatani",
  "SaiPremadhara": "Sai Premadhara",
  "MahilaConvention": "Mahila Convention",

  "NationalInitiatives": "National Initiatives",
  "PracticingCod": "Practicing Cod",
  "MaintainingOfSpiritualDairy": "Maintaining Of Spiritual Dairy",
  "YouthMeetYouthDayCelebration": "Youth Meet - Youth Day Celebration",
  "YouthStudyCircle": "Youth Study Circle",
  "SaiSradha": "Sai Sradha",
  "SriSathyaSaiJagruti": "Sri Sathya Sai Jagruti",
  "SummerCourse": "Summer Course",

  "NarayanaSeva": "Narayana Seva",
  "TribalVillageProgramme": "Tribal Village Programme",
  "JalaChhatraSeva": "Jala Chhatra Seva",
  "AmrutaKalasam": "Amruta Kalasam",
  "NityaNarayanaSeva": "Nitya Narayana Seva",
  "HolisticHealthCare": "Holistic Health Care",
  "SaiSwabalambi": "Sai Swabalambi",
  "BloodDonation": "Blood Donation(Liquid Love)",
  "rvtc": "RVTC (RURAL VOCATIONAL TRAINING)",
  "SwachhatwaRuDivyatwa": "Swachhatwa Ru Divyatwa(2nd Oct – 20th Oct)",
  "SanitationSeva": "Sanitation Seva",
  "AgriCare": "Agri Care",
  "SriSathyaSaiHousingProject": "Sri Sathya Sai Housing Project",
  "SriSathyaSaiWaterProject": "Sri Sathya Sai Water Project (Nirmal Jhar)",
  "DisasterManagement": "Disaster Management",
  "SriSathyaSaiSudarshan": "Sri Sathya Sai Sudarshan",
  "PrasanthiSeva": "Prasanthi Seva",
  "DigitalLibrary": "Digital Library",
  "ContactUs": "Contact Us",
  "PrivacyPolicy": "Privacy Policy",
  "Trademarks": "Trademarks",
  "SriSathyaSaiBalVikas": "Sri Sathya Sai Bal Vikas ",
  "SriSathyaSaiVidyaJyothi": "Sri Sathya Sai Vidya Jyothi ",
  "NityaSikshyaDana": "Nitya Sikshya Dana",
  "VidyaVahini": "Vidya Vahini",
  "FestivalsOfJoy": "Festivals Of Joy",
  "BannerDesign": "Banner Design",
  "TeachingAid": "Teaching Aid",
  "SSSSkillDevelopmentProgram": "Sri Sathya Sai Skill Development Program",
  "TelemedicineCentreThalassemiaclinics": "Telemedicine Centre & Thalassemia clinics",
  "CardioPulmonaryResuscitation": "Cardio-Pulmonary Resuscitation (CPR) Programme",
  "SaiRehabilitationProgramClinics": "Sai Rehabilitation Program Clinics",
  "SSSNityaNarayanaSeva": "Sri Sathya Sai Nitya Narayana Seva ",
  "BVdoc": "Balvikas doc",
  "AnandaUdyan": "Ananda Udyaan",
  "MadhuVadishyami": "Madhu Vadishyami",
  "SaiVaatika": "Sai Vaatika",
  "ManmanaaBhava": "Manmanaa Bhava",
  "FestivalsFlavours": "Festivals Flavours",
  "SSSCHumanExcellence": "Sri Sathya Sai Centre for Human Excellence",

  "Sri_Sathya_Sai_introduction_title": "Introduction to Sri Sathya Sai",
  "Sri_Sathya_Sai_introduction_p1": "Sri Sathya Sai Baba, a loving God to His devotees and followers, an universal Teacher with a humanitarian outlook has inspired millions of people across the world through His teachings of Truth, Love, Peace, Right Conduct and Non-Violence. His gospel of unconditional love expressed through selfless service to the mankind and society continues to inspire the members of the Sai Organisation and others worldwide to take voluntary initiatives for constructive work. His teachings of universal love and acceptance have found their way into millions of hearts in India and abroad, transcending all boundaries of race and religion. Sri Sathya Sai Baba stresses on the equality of all religions, embracing all faiths as valid ways to truth, peace, love and God. He emphasizes on service to fellow human beings, and, by example, has inspired millions to involve themselves in philanthropic activities. A true Avatar of love and compassion, Swami’s divine presence has enlightened the mankind at a time when the world is predated with violence, adharma, hate on the basis of demography, cast, creed & religion. His preaching of love limits no boundary and the billions of His devotees is a testimony of His divine Omni presence.",
  "From_State_President_Desk": "From State President's Desk",
  "From_State_President_Desk_p1": "Sri Sathya Sai Seva Organisations is a unique gift of Bhagawan Sri Sathya Sai Baba to Mankind. The sole purpose of starting this organisation is to help sadhakas in their spiritual journey of self transformation. The three wings of the organisation- Spiritual, Education and service- and the various spiritual activities- Bhajans, Study circles, sadhana sivirs, Bal Vikas, Narayan seva, Grama seva- are all means to achieve this goal. Transforming ourselves to transform the world is the motto of this Divine Organisation.",

  "Sri_Sathya_Sai_life_title": "Life of Sri Sathya Sai",
  "Sri_Sathya_Sai_life_p1": "Sri Sathya Sai Baba was born in Puttaparthi on Nov 23, 1926 - an auspicious Monday in the lunar month of Kartika, when Lord Shiva is especially adored. He was given the name Sathyanarayana Raju. What intrigued His mother Easwaramma, most was the unbounded compassion her little Sathya had particularly for the poor and downtrodden. Even as a toddler, He insisted that the beggar at the door be served well in spite of their own limited means and would often give His own share to the needy. When He began school, His playmates were inspired by His ability to lead them to be socially responsible, spiritually aware, endowed with individual and national character. His friends were often fascinated by His extraordinary powers of creating things out of thin air, knowing the future, deep understanding of scriptural wisdom and so on.",
  "Sri_Sathya_Sai_life_p2": "The inexplicability of His actions greatly disturbed His father Sri Ratnakaram Pedda Venkama Raju, and on May 23, 1940, he angrily accosted Sathya to reveal His true identity. Sathya just took a few flowers and flung them down which arranged themselves to read “I am Sai Baba.” Later that year, on the morning of Oct 20, halfway through the school day, Baba suddenly returned home, cast aside His books and dramatically declared, “I am no longer your Sathya... I am Sai. I have my work, I cannot wait any longer.” Thus, that day forward Sathyanarayana Raju became Sathya Sai Baba.",
  "Sri_Sathya_Sai_life_p3": "From that epochal moment on, kings to commoners started thronging to His presence seeking solace and succour as Baba cancelled an incurable disease of one, sorted out familial problems of another, and likewise. His growing fame, accompanied by rising ridicule from envious quarters, rattled His elder brother Seshama Raju, who wrote a letter cautioning Him of His activities. In His reply, dated May 25, 1947, Baba emphatically stated that He has a 'Task' to 'foster all mankind with bliss', a 'Vow' to 'lead all onto the path of righteousness', and a 'Work' of 'removing the suffering of the distressed', also assuring that He would never give up on those who attach themselves to Him.",
  "Sri_Sathya_Sai_life_p4": "Towards this end, in the 1960s Baba germinated the Sri Sathya Sai Seva Organisations in India, through which people across religions, class and caste, could collectively engage in selfless service and foster the eternal values of Truth, Righteousness, Peace, Love and Non-violence, for their own spiritual uplift. In no time the movement grew global to more than 126 countries with Prasanthi Nilayam being its epicentre.",
  "Sri_Sathya_Sai_life_p5": "While millions of inspired individuals took to practising selfless love, to create working models for them to emulate, Baba founded the Sri Sathya Sai Central Trust in 1972. Since then this umbrella institution is engaged in the implementation of trailblazing projects like free primary to tertiary-care hospitals, free education from primary schooling to doctoral research, free drinking water to remote villages, free housing rehabilitation initiatives, etc., demonstrating to the world new paradigms to raise society's quality of life inspired by love, service and universal brotherhood. Baba, Himself exemplified this higher life incessantly for 86 years where the power of pure love was in glorious action.",
  "Sri_Sathya_Sai_life_p6": "On His 83rd and 85th Birthdays in Nov 2008 and 2010, on His devotees' request, Baba rode on a golden chariot. Only later did everyone realise, those were indeed symbolic of the golden culminating moments of Baba's earthly sojourn. Baba discarded His bodily vesture on April 24, 2011. The devotees miss His physical form, nevertheless, they continue to experience His guidance and grace, as enigmatically as ever. The Universal Consciousness that is Sri Sathya Sai eternally lives on.",

  "Sri_Sathya_Sai_teachings_title": "Teachings of Sri Sathya Sai",
  "Sri_Sathya_Sai_teachings_p1": "Teachings of Sri Sathya Sai Baba emphasize on Universal Spirituality, Love, Service, and self-realization. His philosophy centers on the unity of all religions and the cultivation of human values to lead a meaningful life. Every human being is spark of the Divine and the purpose of life is the realization of this Divinity. This will occur, He says, by leading a moral life, by rendering selfless service to those in need, by engaging in devotional practices, and by developing love, respect, and compassion for all life. Swami emphasized five universal human values as the foundation for a righteous life.",
  "Sri_Sathya_Sai_teachings_p2_heading": "Human Values",
  "Sri_Sathya_Sai_teachings_p2_heading_1": "Sathya (Truth):",
  "Sri_Sathya_Sai_teachings_p2_heading_1_body": "Speak and act with honesty, aligning with the inner truth of one's conscience.",
  "Sri_Sathya_Sai_teachings_p2_heading_2": "Dharma (Righteousness): ",
  "Sri_Sathya_Sai_teachings_p2_2_body": "Live ethically, following moral principles and doing what is right.",
  "Sri_Sathya_Sai_teachings_p2_heading_3": "Shanti (Peace): ",
  "Sri_Sathya_Sai_teachings_p2_3_body": "Cultivate inner calm and equanimity, regardless of external circumstances.",
  "Sri_Sathya_Sai_teachings_p2_heading_4": "Prema (Love):",
  "Sri_Sathya_Sai_teachings_p2_4_body": "Practice selfless, unconditional love for all beings, as love is the essence of divinity.",
  "Sri_Sathya_Sai_teachings_p2_heading_5": "Ahimsa (Non-violence):",
  "Sri_Sathya_Sai_teachings_p2_5_body": "Avoid harming others in thought, word, or deed, promoting compassion and harmony.",
  "Sri_Sathya_Sai_teachings_p3_heading_1": "Unity of All Religions",
  "Sri_Sathya_Sai_teachings_p3_1_body": "All religions lead to the same divine truth. He encouraged respect for all faiths, emphasizing their common essence—love, compassion, and service. His ashram in Puttaparthi welcomed people from all religious backgrounds, and he often said, “There is only one religion, the religion of love.",
  "Sri_Sathya_Sai_teachings_p4_heading_1": "Service to Humanity",
  "Sri_Sathya_Sai_teachings_p4_1_body": "Selfless service (Seva) is a cornerstone of his teachings. He believed serving others, especially the poor and needy, is equivalent to serving God. His organizations, like the Sri Sathya Sai Seva Organization, promote humanitarian activities in the field of Health, Education, Disaster relief, Agriculture, Self Reliance, Drinking Water, Narayan Seva(feeding poor), Animal Care etc.",
  "Sri_Sathya_Sai_teachings_p5_heading": "Self-Realization and Inner Transformation",
  "Sri_Sathya_Sai_teachings_p5_heading_1": "Self-discipline: ",
  "Sri_Sathya_Sai_teachings_p5_1_body": "Control over desires and senses through practices like meditation and prayer.",
  "Sri_Sathya_Sai_teachings_p5_heading_3": "Devotion (Bhakti): ",
  "Sri_Sathya_Sai_teachings_p5_3_body": "Surrender to God through love, faith, and spiritual practices.",
  "Sri_Sathya_Sai_teachings_p5_heading_4": "Inner inquiry: ",
  "Sri_Sathya_Sai_teachings_p5_4_body": "Reflect on “Who am I?” to discover the eternal self beyond the body and mind.",
  "Sri_Sathya_Sai_teachings_p10_heading": "Education with Values",
  "Sri_Sathya_Sai_teachings_p10_1_body": "\"Educare,\" which means \"to bring out within,\" is an education system that integrates human values with academic learning. The Bal Vikas programme is a free, value-based education for children aged 4-16, founded by Bhagawan Sri Sathya Sai Baba in 1969. It aims to \"blossom\" human excellence by teaching the five human values (Truth, Righteousness, Peace, Love, and Nonviolence) through silent sitting, storytelling, bhajans (devotional singing), selfless service, and developing good conduct and a strong conscience. Sri Sathya Sai Institute of Higher Learning aims to develop students’ character alongside intellectual growth, fostering a sense of responsibility to society.",

  "Sri_Sathya_Sai_teachings_p6_heading": "Ceiling on Desires",
  "Sri_Sathya_Sai_teachings_p6_1_body": "“Swami advocated moderation and detachment from material desires. By controlling excessive wants, individuals can focus on spiritual growth and use resources to help others.",
  "Sri_Sathya_Sai_teachings_p7_heading": "Love All, Serve All; Help Ever, Hurt Never",
  "Sri_Sathya_Sai_teachings_p7_1_body": "“These two phrases encapsulate his teachings. Sai Baba urged followers to practice universal love and compassion, avoid harming others, and dedicate their lives to helping those in need.",
  "Sri_Sathya_Sai_teachings_p8_heading": "Practical Spirituality",
  "Sri_Sathya_Sai_teachings_p8_1_body": "Baba emphasized living spirituality in daily life through:",
  "Sri_Sathya_Sai_teachings_p8_2_body": "Simple living and high thinking.",
  "Sri_Sathya_Sai_teachings_p8_3_body": "Practicing gratitude and humility.",
  "Sri_Sathya_Sai_teachings_p8_4_body": "Maintaining a positive attitude and faith in divine will.",
  "Sri_Sathya_Sai_teachings_p9_heading": "Discipline and Devotion",
  "Sri_Sathya_Sai_teachings_p9_1_body": "“He taught that spiritual progress requires discipline (e.g., regular prayer, meditation, and ethical living) and devotion to God, whom he described as present in all beings.",
  "Sri_Sathya_Sai_teachings_p9_2_body": "“Sri Sathya Sai Baba’s teachings inspired millions worldwide, leading to the establishment of schools, hospitals, and charitable projects. His message continues to resonate through his followers and organizations, emphasizing love, service, and spiritual unity.",


  "Sri_Sathya_Sai_works_title": "Works of Sri Sathya Sai",
  "Sri_Sathya_Sai_works_p1": "Bhagwan Sri Sathya Sai Baba apart from His Spiritual Teachings & Messages to the humanity has taken up various benevolent works aimed at uplifting humanity through service, education, and healthcare. Humankind will be eternally grateful to Mother Easwaramma for it was her three wishes from her son “Sathya” that led to mammoth projects in Educare, Healthcare and Sociocare.",
  "Sri_Sathya_Sai_works_p2_heading": "Healthcare Initiatives",
  "Sri_Sathya_Sai_works_p2_heading_1": "Free Medical Services:",
  "Sri_Sathya_Sai_works_p2_heading_1_body": "Sai Baba established super-specialty hospitals offering free treatment to all, regardless of socioeconomic status. Notable institutions include:",
  "Sri_Sathya_Sai_works_p2_heading_2": "Sri Sathya Sai Institute of Higher Medical Sciences (SSSIHMS)",
  "Sri_Sathya_Sai_works_p2_heading_2_body": "in Puttaparthi, Andhra Pradesh (1991), and Whitefield, Bangalore (2001). These hospitals provide advanced care in cardiology, neurology, and other specialties, serving millions with no cost to patients.",
  "Sri_Sathya_Sai_works_p2_heading_3": "General Hospitals:",
  "Sri_Sathya_Sai_works_p2_heading_3_body": "Free general hospitals in Puttaparthi and other locations offer comprehensive medical care.",
  "Sri_Sathya_Sai_works_p2_heading_4": "Mobile Hospitals: ",
  "Sri_Sathya_Sai_works_p2_heading_4_body": "Mobile medical units deliver healthcare to remote villages, providing free consultations, medicines, and diagnostics.",
  "Sri_Sathya_Sai_works_p2_heading_5": "Medical Camps: ",
  "Sri_Sathya_Sai_works_p2_heading_5_body": "Regular camps address immediate healthcare needs in underserved areas, including eye surgeries and dental care.",
  "Sri_Sathya_Sai_works_p3_heading": "Educational Initiatives",
  "Sri_Sathya_Sai_works_p3_heading_1": "Free Education: ",
  "Sri_Sathya_Sai_works_p3_heading_1_body": "Sai Baba founded the Sri Sathya Sai Institute of Higher Learning (deemed university) in 1981, offering free education from primary to postgraduate levels, emphasizing values-based learning. Campuses are located in Puttaparthi, Anantapur, Whitefield, and Muddenahalli.",
  "Sri_Sathya_Sai_works_p3_heading_2": "Schools and Colleges: ",
  "Sri_Sathya_Sai_works_p3_heading_2_body": "Numerous schools across India provide free or subsidized education, integrating moral and spiritual values with academics.",
  "Sri_Sathya_Sai_works_p3_heading_3": "Focus on Character Development: ",
  "Sri_Sathya_Sai_works_p3_heading_3_body": "His educational institutions emphasize \"Educare,\" combining academic excellence with ethical and spiritual growth.",
  "Sri_Sathya_Sai_works_p4_heading": "Water Supply Projects",
  "Sri_Sathya_Sai_works_p4_heading_1": "Drinking Water Initiatives:",
  "Sri_Sathya_Sai_works_p4_heading_1_body": "Sai Baba spearheaded massive water supply projects to address water scarcity in drought-prone regions:",
  "Sri_Sathya_Sai_works_p4_heading_2": "Anantapur Water Project:",
  "Sri_Sathya_Sai_works_p4_heading_2_body": "Provided clean drinking water to over 700 villages in Andhra Pradesh, benefiting millions.",
  "Sri_Sathya_Sai_works_p4_heading_3": "Medak and Mahbubnagar Projects: ",
  "Sri_Sathya_Sai_works_p4_heading_3_body": "Extended water access to additional districts in Telangana.",
  "Sri_Sathya_Sai_works_p4_heading_4": "Chennai Water Project: ",
  "Sri_Sathya_Sai_works_p4_heading_4_body": "Supported water supply infrastructure for Chennai, Tamil Nadu.",
  "Sri_Sathya_Sai_works_p4_heading_5_body": "These projects were executed through the Sri Sathya Sai Central Trust, often in collaboration with government bodies, at no cost to beneficiaries.",
  "Sri_Sathya_Sai_works_p5_heading": "Humanitarian and Social Service",
  "Sri_Sathya_Sai_works_p5_heading_1": "Sri Sathya Sai Seva Organization: ",
  "Sri_Sathya_Sai_works_p5_heading_1_body": "This global network of volunteers undertakes service activities, including disaster relief, feeding the poor, and community development.",
  "Sri_Sathya_Sai_works_p5_heading_2": "Free Food Distribution: ",
  "Sri_Sathya_Sai_works_p5_heading_2_body": "Sai Baba’s ashrams, like Prasanthi Nilayam, provide free meals daily to thousands of visitors and devotees.",
  "Sri_Sathya_Sai_works_p5_heading_3": "Disaster Relief: ",
  "Sri_Sathya_Sai_works_p5_heading_3_body": "The Sai Organization has been instrumental in providing aid during natural calamities, such as earthquakes, floods, and tsunamis, offering food, shelter, and medical assistance.",
  "Sri_Sathya_Sai_works_p5_heading_4": "Rural Development: ",
  "Sri_Sathya_Sai_works_p5_heading_4_body": "Initiatives like village adoption programs focus on improving infrastructure, sanitation, and livelihoods in rural areas.",

  "Sri_Sathya_Sai_works_p6_heading": "Spiritual and Cultural Contributions",
  "Sri_Sathya_Sai_works_p6_heading_1": "Promotion of Universal Values: ",
  "Sri_Sathya_Sai_works_p6_heading_1_body": "Sai Baba emphasized unity of religions, love, and selfless service, inspiring millions to live by the principles of truth (Sathya), righteousness (Dharma), peace (Shanti), love (Prema), and non-violence (Ahimsa).",
  "Sri_Sathya_Sai_works_p6_heading_2": "Community Programs: ",
  "Sri_Sathya_Sai_works_p6_heading_2_body": "Organized interfaith gatherings, cultural events, and festivals to foster harmony and spiritual growth.",
  "Sri_Sathya_Sai_works_p6_heading_3": "Global Reach: ",
  "Sri_Sathya_Sai_works_p6_heading_3_body": "Through his teachings and the Sai Organization, his humanitarian efforts extended beyond India to countries worldwide, with centers in over 120 nations."
}
