{
  "home": "Home",
  "about": "About",
  "wings": "Wings",
  "wings_service": "Service",
  "wings_service_p1": "The Concept of Service in Sri Sathya Sai Mission Though there are many path-ways to God realization, yet the easiest among them is the path of service - for it is not confined to any boundaries or borders and completely secular in nature. Service essentially is a spontaneous feeling for serving and helping the needy in any form. In other words, service is actually the true character of the human body. The service is rendered in communities across the globe with an underlying concept of “the person who serves is the person served”. Sri Sathya Sai Baba says, ‘Love All Serve All’, ‘Help Ever Hurt Never’ and ‘The Hands that serve are holier than the lips that pray’. Encompassing this Divine concept, the service wing of the Sri Sathya Sai Seva Organisation, coordinates internally to help compliment the activities of the spiritual and educational wing as well. The activities conducted include – Sri Sathya Sai Village Integrated Programme, Sri Sathya Sai Holistic Health Care, Sri Sathya Sai Integrated Animal Care, Seva during Disasters / Natural calamities, National Narayan Seva etc.",
  "wings_spiritual": "Spiritual",
  "wings_spiritual_p1": "The Spiritual Wing is the foundation of the SSSSO, often described as the \"roots\" that nurture inner growth and awaken inherent divinity. As Sri Sathya Sai Baba stated, \"First and the foremost wing of this organisation is love for God, that is spirituality.\" It focuses on fostering devotion (bhakti), self-transformation, and connection with the divine through group and individual practices. The wing helps members develop the urge to connect with their inner self, clarify spiritual doubts, and progress on the path of sadhana (spiritual discipline).",
  "wings_spiritual_p2": "This wing is essential because, as per the organization's philosophy, \"Spirituality is the motivational force behind service and service is the fulfilment of spirituality.\" Without spiritual grounding, service activities lack depth, and spiritual pursuits remain abstract. It caters to the individual's inner needs, while the other wings address societal and educational aspects.",
  "wings_education": "Education",
  "wings_education_p1": "“Education is for Life not for a living.”- Sri Sathya Sai",
  "wings_education_p2": "Education Wing is an important wing of the SSSSO worldwide, deeply committed to the sacred task of imparting human values to children of varying, faiths, cultures and backgrounds. The activities mostly include Sri Sathya Sai Bal Vikas programme, Value Educations at Schools, Dynamic Parenting, One day at a school, Inter School Competitions, Free Education / Coaching for needy students, Education in Human Values Awareness programmes for teachers etc. The Bal Vikas programme is spread over a period of nine years (from the age of five years to fifteen years), during which the children are taught to not only understand values, but also to implement them in their daily lives. The Bal Vikas programme is conducted on every Sunday for 1 Hr 30 minutes only through the use of five teaching techniques - Silent sitting/ guided visualization, Story-telling, Prayers, Group singing, Group Activities. For the success of this programme the children are taught daily introspection and the older children are given spiritual diaries to aid them in this process of character development. The cooperation of the parents is imperative if the instruction given in the classes is to have the desired result. Keeping this in mind, the Bal Vikas guru remains in touch with the parents, through regular meetings.",
  "wings_mahilas": "Mahilas",
  "wings_mahilas_p1": "In this country of Bharat was born Savitri, the woman of chastity, Who could fight with Yama, the God of Death and bring back to life her dead husband. In this country of Bharat was born Chandramathi, the paragon of virtue, Who suffered the terrible ordeals of her husband, Harischandra, Sita, the devoted consort of Rama and the divine daughter of Mother Earth, Who demonstrated her chastity by coming out of blazing fire unscathed, was born in this Bharat. Damayanthi, also a woman of pristine purity and chastity who stood by her husband Nala Through thick and thin was born in the sacred land of Bharat.Sathya Sai Speaks Vol 31, Chapter 14 'Glory of Womanhood'",
  "wings_mahilas_p2": "Bhagavan Baba acknowledges women as the very heart of the home and the backbone of society. Ladies forming this important wing of Sri Sathya Sai Organisation throiugh their loving service to humanity, play an active and purposeful role in the family, the home, in society, in the nation, and in the world. In the organisation they participate in almost all activities. Through various Samithi/District/Zonal/State level meets/Conventions, lot of projects have been taken bay the ladies wing. Sai Premdhara, RamakathaRasaVahini, Parayan, Seven Household Bhajan, Rudrarpitam etc. On 19th of every month Shakthi Swarupini Divas is celebrated with various spiritual activities. Maxmum contribution of ladies to Sathya Sai organisation is conducting BalVikas as Guru. As they shape their home, they shape the young kids coming to Balvikas through Love, Caring and Sharing.",
  "wings_youth": "Youth",
  "wings_youth_p1": "The youth of today are the leaders of the future. If the future is to be prosperous, the modern youth should perform their duties with firm faith in God.\"- Baba\"",
  "wings_youth_p2": "Sai youths are not just a bundle of young and energetic persons, but they can be viewed as a source of energy and inspiration. They are silent,disciplined and calm yet they are ever ready to rise to the occasion when the society needs them. They use their massive potentials only to bring smile on the face of the distressed and dejected. As they walk on the path of Bhagwan,society looks upon them as the saviours, the messengers of God.",
  "wings_youth_p3": "The movement of Sai youth in Sri Sathya sai Seva organisation (India), Odisha has gained momentum over the years to such a level that. Sai Youths have become integral and unparallel to each success story of the Organisation. Over 7000 youths across the state engage themselves in Seva sadhana in one form or the other. Especially projects like Nitya Anna Prasadam, National Narayan Seva, Holistic Healthcare Seva their contribution is immense and praise worthy. For natural calamities and accidents a core group is formed to rush to the spot and provide immediate rescue/relief.",
  "wings_youth_p4": "They derive constant motivation and inspiration from our Beloved Bhagwan whose restless service to the mankind had been and will ever be remembered by the world. In the process of their Sadhana they refine themselves as a better human being and this transformation in them has drawn many youths of the society to the Organisation where they taste the flavour and sweetness of selfless service and derive divine bliss.",
  "organization": "Organisations",
  "resources": "Resources",
  "events_announcement": "Events",
  "organization_map_title": "Sathya Sai Seva Organisations in Odisha",
  "AumSriSaiRam": "Aum Sri Sairam",
  "Sri_Sathya_Sai": "Sri Sathya Sai",
  "Sri_Sathya_Sai_menu_introduction": "Introduction",
  "Sri_Sathya_Sai_menu_life": "His Life",
  "saiSandesh": "The only way to attract the auspicious attention of God is through Naam Sankirtan.",

  "stateCoordinatorsTitle": "STATE PRESIDENT AND STATE COORDINATORS",
  "sicTitle": "Office Bearers and In-Charges for Various Activities",
  "dpTitle": "District Presidents",
  "districtCoordinatorTitle": "District Coordinator",
  "samithiConvenorsTitle": "Convenors List - 2025 ",
  "samithisTitle": "Samithi List",
  "bhajanmandaliTitle": "Bhajanmandali List",

  "slno": "Sl No",
  "Designation": "Designation",
  "Name": "Name",
  "PhoneNo": "Phone No",
  "WhatsAppNo": "WhatsApp No",
  "emailid": "E-Mail ID",
  "StateInCharge": "State In-Charge",
  "InChargeName": "In-Charge Name",
  "Contactno": "Contact no",
  "ContinuingNew": "Continuing / New",
  "District": "District",
  "DistrictPresident": "District President",
  "PhoneNo1": "Phone No-1",
  "PhoneNo2": "Phone No-2",
  "distSpiritualCOORDINATOR": "Dist. Spiritual Coordinator",
  "distEduCOORDINATOR": "Dist. EDU. Coordinator",
  "distSerCOORDINATOR": "Dist. SER. Coordinator",
  "distYouthCOORDINATOR": "Dist. YOUTH Coordinator",
  "distJtYouthCOORDINATOR": "Dist. JT. YOUTH Coordinator",
  "distItCOORDINATOR": "Dist. IT. INCHARGE",
  "SevaSamithi": "Seva Samithi",
  "StateRecognitionNumber": "State Recognition Number",
  "NameConvener": "Name of the Convener",
  "Age": "Age",
  "Year": "Year",
  "SaiConnectID": "Sai Connect ID",
  "SamithiName": "Samithi Name",
  "RecogNo": "Recog. No.",
  "Bhajanmandali": "Name of Bhajanmandali",

  "SaktiSwaroopiniDiwas": "Sakti Swaroopini Diwas",
  "SaiBratakalpa": "Sai Bratakalpa",
  "LalitaSahasraNama": "Lalita Sahasra Nama",
  "KumkumaPujaArchana": "Kumkuma Puja/Archana",
  "MahilaBhajanSatsangStudyCircle": "Mahila Bhajan – Satsang - Study Circle",
  "BaralaxmiBrata": "Baralaxmi Brata",
  "SaiSanatani": "Sai Sanatani",
  "SaiPremadhara": "Sai Premadhara",
  "MahilaConvention": "Mahila Convention",

  "NationalInitiatives": "National Initiatives",
  "PracticingCod": "Practicing Cod",
  "MaintainingOfSpiritualDairy": "Maintaining Of Spiritual Dairy",
  "YouthMeetYouthDayCelebration": "Youth Meet - Youth Day Celebration",
  "YouthStudyCircle": "Youth Study Circle",
  "SaiSradha": "Sai Sradha",
  "SriSathyaSaiJagruti": "Sri Sathya Sai Jagruti",
  "SummerCourse": "Summer Course",

  "NarayanaSeva": "Narayana Seva",
  "TribalVillageProgramme": "Tribal Village Programme",
  "JalaChhatraSeva": "Jala Chhatra Seva",
  "AmrutaKalasam": "Amruta Kalasam",
  "NityaNarayanaSeva": "Nitya Narayana Seva",
  "HolisticHealthCare": "Holistic Health Care",
  "SaiSwabalambi": "Sai Swabalambi",
  "BloodDonation": "Blood Donation(Liquid Love)",
  "rvtc": "RVTC (RURAL VOCATIONAL TRAINING)",
  "SwachhatwaRuDivyatwa": "Swachhatwa Ru Divyatwa(2nd Oct – 20th Oct)",
  "SanitationSeva": "Sanitation Seva",
  "AgriCare": "Agri Care",
  "SriSathyaSaiHousingProject": "Sri Sathya Sai Housing Project",
  "SriSathyaSaiWaterProject": "Sri Sathya Sai Water Project (Nirmal Jhar)",
  "DisasterManagement": "Disaster Management",
  "SriSathyaSaiSudarshan": "Sri Sathya Sai Sudarshan",
  "PrasanthiSeva": "Prasanthi Seva",
  "DigitalLibrary": "Digital Library",
  "ContactUs": "Contact Us",
  "PrivacyPolicy": "Privacy Policy",
  "Trademarks": "Trademarks",
  "SriSathyaSaiBalVikas": "Sri Sathya Sai Bal Vikas ",
  "SriSathyaSaiVidyaJyothi": "Sri Sathya Sai Vidya Jyothi ",
  "NityaSikshyaDana": "Nitya Sikshya Dana",
  "VidyaVahini": "Vidya Vahini",
  "FestivalsOfJoy": "Festivals Of Joy",
  "BannerDesign": "Banner Design",
  "TeachingAid": "Teaching Aid",
  "SSSSkillDevelopmentProgram": "Sri Sathya Sai Skill Development Program",
  "TelemedicineCentreThalassemiaclinics": "Telemedicine Centre & Thalassemia clinics",
  "CardioPulmonaryResuscitation": "Cardio-Pulmonary Resuscitation (CPR) Programme",
  "SaiRehabilitationProgramClinics": "Sai Rehabilitation Program Clinics",
  "SSSNityaNarayanaSeva": "Sri Sathya Sai Nitya Narayana Seva ",
  "BVdoc": "Balvikas doc",

  "Sri_Sathya_Sai_introduction_title": "Introduction to Sri Sathya Sai",
  "Sri_Sathya_Sai_introduction_p1": "Sri Sathya Sai Baba, a loving God to His devotees and followers, an universal Teacher with a humanitarian outlook has inspired millions of people across the world through His teachings of Truth, Love, Peace, Right Conduct and Non-Violence. His gospel of unconditional love expressed through selfless service to the mankind and society continues to inspire the members of the Sai Organisation and others worldwide to take voluntary initiatives for constructive work. His teachings of universal love and acceptance have found their way into millions of hearts in India and abroad, transcending all boundaries of race and religion. Sri Sathya Sai Baba stresses on the equality of all religions, embracing all faiths as valid ways to truth, peace, love and God. He emphasizes on service to fellow human beings, and, by example, has inspired millions to involve themselves in philanthropic activities. A true Avatar of love and compassion, Swami’s divine presence has enlightened the mankind at a time when the world is predated with violence, adharma, hate on the basis of demography, cast, creed & religion. His preaching of love limits no boundary and the billions of His devotees is a testimony of His divine Omni presence.",

  "Sri_Sathya_Sai_life_title": "Life of Sri Sathya Sai",
  "Sri_Sathya_Sai_life_p1": "Sri Sathya Sai Baba was born in Puttaparthi on Nov 23, 1926 - an auspicious Monday in the lunar month of Kartika, when Lord Shiva is especially adored. He was given the name Sathyanarayana Raju. What intrigued His mother Easwaramma, most was the unbounded compassion her little Sathya had particularly for the poor and downtrodden. Even as a toddler, He insisted that the beggar at the door be served well in spite of their own limited means and would often give His own share to the needy. When He began school, His playmates were inspired by His ability to lead them to be socially responsible, spiritually aware, endowed with individual and national character. His friends were often fascinated by His extraordinary powers of creating things out of thin air, knowing the future, deep understanding of scriptural wisdom and so on.",
  "Sri_Sathya_Sai_life_p2": "The inexplicability of His actions greatly disturbed His father Sri Ratnakaram Pedda Venkama Raju, and on May 23, 1940, he angrily accosted Sathya to reveal His true identity. Sathya just took a few flowers and flung them down which arranged themselves to read “I am Sai Baba.” Later that year, on the morning of Oct 20, halfway through the school day, Baba suddenly returned home, cast aside His books and dramatically declared, “I am no longer your Sathya... I am Sai. I have my work, I cannot wait any longer.” Thus, that day forward Sathyanarayana Raju became Sathya Sai Baba.",
  "Sri_Sathya_Sai_life_p3": "From that epochal moment on, kings to commoners started thronging to His presence seeking solace and succour as Baba cancelled an incurable disease of one, sorted out familial problems of another, and likewise. His growing fame, accompanied by rising ridicule from envious quarters, rattled His elder brother Seshama Raju, who wrote a letter cautioning Him of His activities. In His reply, dated May 25, 1947, Baba emphatically stated that He has a 'Task' to 'foster all mankind with bliss', a 'Vow' to 'lead all onto the path of righteousness', and a 'Work' of 'removing the suffering of the distressed', also assuring that He would never give up on those who attach themselves to Him.",
  "Sri_Sathya_Sai_life_p4": "Towards this end, in the 1960s Baba germinated the Sri Sathya Sai Seva Organisations in India, through which people across religions, class and caste, could collectively engage in selfless service and foster the eternal values of Truth, Righteousness, Peace, Love and Non-violence, for their own spiritual uplift. In no time the movement grew global to more than 126 countries with Prasanthi Nilayam being its epicentre.",
  "Sri_Sathya_Sai_life_p5": "While millions of inspired individuals took to practising selfless love, to create working models for them to emulate, Baba founded the Sri Sathya Sai Central Trust in 1972. Since then this umbrella institution is engaged in the implementation of trailblazing projects like free primary to tertiary-care hospitals, free education from primary schooling to doctoral research, free drinking water to remote villages, free housing rehabilitation initiatives, etc., demonstrating to the world new paradigms to raise society's quality of life inspired by love, service and universal brotherhood. Baba, Himself exemplified this higher life incessantly for 86 years where the power of pure love was in glorious action.",
  "Sri_Sathya_Sai_life_p6": "On His 83rd and 85th Birthdays in Nov 2008 and 2010, on His devotees' request, Baba rode on a golden chariot. Only later did everyone realise, those were indeed symbolic of the golden culminating moments of Baba's earthly sojourn. Baba discarded His bodily vesture on April 24, 2011. The devotees miss His physical form, nevertheless, they continue to experience His guidance and grace, as enigmatically as ever. The Universal Consciousness that is Sri Sathya Sai eternally lives on."
}
