{
  "home": "Home",
  "about": "About",
  "wings": "Wings",
  "organization": "Organisations",
  "resources": "Resources",
  "events_announcement": "Events",
  "organization_map_title": "Sathya Sai Seva Organisations in Odisha",
  "AumSriSaiRam": "Aum Sri Sairam",
  "Sri_Sathya_Sai": "Sri Sathya Sai",
  "Sri_Sathya_Sai_menu_introduction": "Introduction",
  "Sri_Sathya_Sai_menu_life": "His Life",
  "saiSandesh": "The only way to attract the auspicious attention of God is through Naam Sankirtan.",

  "stateCoordinatorsTitle": "STATE PRESIDENT AND STATE COORDINATORS",
  "sicTitle": "Office Bearers and In-Charges for Various Activities",
  "dpTitle": "District Presidents",
  "districtCoordinatorTitle": "District Coordinator",
  "samithiConvenorsTitle": "Convenors List - 2025 ",
  "samithisTitle": "Samithi List",
  "bhajanmandaliTitle": "Bhajanmandali List",

  "slno": "Sl No",
  "Designation": "Designation",
  "Name": "Name",
  "PhoneNo": "Phone No",
  "WhatsAppNo": "WhatsApp No",
  "emailid": "E-Mail ID",
  "StateInCharge": "State In-Charge",
  "InChargeName": "In-Charge Name",
  "Contactno": "Contact no",
  "ContinuingNew": "Continuing / New",
  "District": "District",
  "DistrictPresident": "District President",
  "PhoneNo1": "Phone No-1",
  "PhoneNo2": "Phone No-2",
  "distSpiritualCOORDINATOR": "Dist. Spiritual Coordinator",
  "distEduCOORDINATOR": "Dist. EDU. Coordinator",
  "distSerCOORDINATOR": "Dist. SER. Coordinator",
  "distYouthCOORDINATOR": "Dist. YOUTH Coordinator",
  "distJtYouthCOORDINATOR": "Dist. JT. YOUTH Coordinator",
  "distItCOORDINATOR": "Dist. IT. INCHARGE",
  "SevaSamithi": "Seva Samithi",
  "StateRecognitionNumber": "State Recognition Number",
  "NameConvener": "Name of the Convener",
  "Age": "Age",
  "Year": "Year",
  "SaiConnectID": "Sai Connect ID",
  "SamithiName": "Samithi Name",
  "RecogNo": "Recog. No.",
  "Bhajanmandali": "Name of Bhajanmandali",

  "SaktiSwaroopiniDiwas": "Sakti Swaroopini Diwas",
  "SaiBratakalpa": "Sai Bratakalpa",
  "LalitaSahasraNama": "Lalita Sahasra Nama",
  "KumkumaPujaArchana": "Kumkuma Puja/Archana",
  "MahilaBhajanSatsangStudyCircle": "Mahila Bhajan – Satsang - Study Circle",
  "BaralaxmiBrata": "Baralaxmi Brata",
  "SaiSanatani": "Sai Sanatani",
  "SaiPremadhara": "Sai Premadhara",
  "MahilaConvention": "Mahila Convention",

  "NationalInitiatives": "National Initiatives",
  "PracticingCod": "Practicing Cod",
  "MaintainingOfSpiritualDairy": "Maintaining Of Spiritual Dairy",
  "YouthMeetYouthDayCelebration": "Youth Meet - Youth Day Celebration",
  "YouthStudyCircle": "Youth Study Circle",
  "SaiSradha": "Sai Sradha",
  "SriSathyaSaiJagruti": "Sri Sathya Sai Jagruti",
  "SummerCourse": "Summer Course",

  "NarayanaSeva": "Narayana Seva",
  "TribalVillageProgramme": "Tribal Village Programme",
  "JalaChhatraSeva": "Jala Chhatra Seva",
  "AmrutaKalasam": "Amruta Kalasam",
  "NityaNarayanaSeva": "Nitya Narayana Seva",
  "HolisticHealthCare": "Holistic Health Care",
  "SaiSwabalambi": "Sai Swabalambi",
  "BloodDonation": "Blood Donation(Liquid Love)",
  "rvtc": "RVTC (RURAL VOCATIONAL TRAINING)",
  "SwachhatwaRuDivyatwa": "Swachhatwa Ru Divyatwa(2nd Oct – 20th Oct)",
  "SanitationSeva": "Sanitation Seva",
  "AgriCare": "Agri Care",
  "SriSathyaSaiHousingProject": "Sri Sathya Sai Housing Project",
  "SriSathyaSaiWaterProject": "Sri Sathya Sai Water Project (Nirmal Jhar)",
  "DisasterManagement": "Disaster Management",
  "SriSathyaSaiSudarshan": "Sri Sathya Sai Sudarshan",
  "PrasanthiSeva": "Prasanthi Seva",
  "DigitalLibrary": "Digital Library",
  "ContactUs": "Contact Us",
  "PrivacyPolicy": "Privacy Policy",
  "Trademarks": "Trademarks",
  "SriSathyaSaiBalVikas": "Sri Sathya Sai Bal Vikas ",
  "SriSathyaSaiVidyaJyothi": "Sri Sathya Sai Vidya Jyothi ",
  "NityaSikshyaDana": "Nitya Sikshya Dana",
  "VidyaVahini": "Vidya Vahini",
  "FestivalsOfJoy": "Festivals Of Joy",
  "BannerDesign": "Banner Design",
  "TeachingAid": "Teaching Aid",
  "SSSSkillDevelopmentProgram": "Sri Sathya Sai Skill Development Program",
  "TelemedicineCentreThalassemiaclinics": "Telemedicine Centre & Thalassemia clinics",
  "CardioPulmonaryResuscitation": "Cardio-Pulmonary Resuscitation (CPR) Programme",
  "SaiRehabilitationProgramClinics": "Sai Rehabilitation Program Clinics",
  "SSSNityaNarayanaSeva": "Sri Sathya Sai Nitya Narayana Seva ",
  "BVdoc": "Balvikas doc",

  "Sri_Sathya_Sai_introduction_title": "Introduction to Sri Sathya Sai",
  "Sri_Sathya_Sai_introduction_p1": "Sri Sathya Sai Baba, a loving God to His devotees and followers, an universal Teacher with a humanitarian outlook has inspired millions of people across the world through His teachings of Truth, Love, Peace, Right Conduct and Non-Violence. His gospel of unconditional love expressed through selfless service to the mankind and society continues to inspire the members of the Sai Organisation and others worldwide to take voluntary initiatives for constructive work. His teachings of universal love and acceptance have found their way into millions of hearts in India and abroad, transcending all boundaries of race and religion. Sri Sathya Sai Baba stresses on the equality of all religions, embracing all faiths as valid ways to truth, peace, love and God. He emphasizes on service to fellow human beings, and, by example, has inspired millions to involve themselves in philanthropic activities. A true Avatar of love and compassion, Swami’s divine presence has enlightened the mankind at a time when the world is predated with violence, adharma, hate on the basis of demography, cast, creed & religion. His preaching of love limits no boundary and the billions of His devotees is a testimony of His divine Omni presence.",

  "Sri_Sathya_Sai_life_title": "Life of Sri Sathya Sai",
  "Sri_Sathya_Sai_life_p1": "Sri Sathya Sai Baba was born in Puttaparthi on Nov 23, 1926 - an auspicious Monday in the lunar month of Kartika, when Lord Shiva is especially adored. He was given the name Sathyanarayana Raju. What intrigued His mother Easwaramma, most was the unbounded compassion her little Sathya had particularly for the poor and downtrodden. Even as a toddler, He insisted that the beggar at the door be served well in spite of their own limited means and would often give His own share to the needy. When He began school, His playmates were inspired by His ability to lead them to be socially responsible, spiritually aware, endowed with individual and national character. His friends were often fascinated by His extraordinary powers of creating things out of thin air, knowing the future, deep understanding of scriptural wisdom and so on.",
  "Sri_Sathya_Sai_life_p2": "The inexplicability of His actions greatly disturbed His father Sri Ratnakaram Pedda Venkama Raju, and on May 23, 1940, he angrily accosted Sathya to reveal His true identity. Sathya just took a few flowers and flung them down which arranged themselves to read “I am Sai Baba.” Later that year, on the morning of Oct 20, halfway through the school day, Baba suddenly returned home, cast aside His books and dramatically declared, “I am no longer your Sathya... I am Sai. I have my work, I cannot wait any longer.” Thus, that day forward Sathyanarayana Raju became Sathya Sai Baba.",
  "Sri_Sathya_Sai_life_p3": "From that epochal moment on, kings to commoners started thronging to His presence seeking solace and succour as Baba cancelled an incurable disease of one, sorted out familial problems of another, and likewise. His growing fame, accompanied by rising ridicule from envious quarters, rattled His elder brother Seshama Raju, who wrote a letter cautioning Him of His activities. In His reply, dated May 25, 1947, Baba emphatically stated that He has a 'Task' to 'foster all mankind with bliss', a 'Vow' to 'lead all onto the path of righteousness', and a 'Work' of 'removing the suffering of the distressed', also assuring that He would never give up on those who attach themselves to Him.",
  "Sri_Sathya_Sai_life_p4": "Towards this end, in the 1960s Baba germinated the Sri Sathya Sai Seva Organisations in India, through which people across religions, class and caste, could collectively engage in selfless service and foster the eternal values of Truth, Righteousness, Peace, Love and Non-violence, for their own spiritual uplift. In no time the movement grew global to more than 126 countries with Prasanthi Nilayam being its epicentre.",
  "Sri_Sathya_Sai_life_p5": "While millions of inspired individuals took to practising selfless love, to create working models for them to emulate, Baba founded the Sri Sathya Sai Central Trust in 1972. Since then this umbrella institution is engaged in the implementation of trailblazing projects like free primary to tertiary-care hospitals, free education from primary schooling to doctoral research, free drinking water to remote villages, free housing rehabilitation initiatives, etc., demonstrating to the world new paradigms to raise society's quality of life inspired by love, service and universal brotherhood. Baba, Himself exemplified this higher life incessantly for 86 years where the power of pure love was in glorious action.",
  "Sri_Sathya_Sai_life_p6": "On His 83rd and 85th Birthdays in Nov 2008 and 2010, on His devotees' request, Baba rode on a golden chariot. Only later did everyone realise, those were indeed symbolic of the golden culminating moments of Baba's earthly sojourn. Baba discarded His bodily vesture on April 24, 2011. The devotees miss His physical form, nevertheless, they continue to experience His guidance and grace, as enigmatically as ever. The Universal Consciousness that is Sri Sathya Sai eternally lives on."
}
