{
  "home": "ହୋମ୍",
  "Sri_Sathya_Sai": "ଶ୍ରୀ ସତ୍ୟ ସାଇ",
  "about": "ବିଷୟରେ",
  "wings": "ଶାଖା",
  "seva_initiatives": "ସେବା ପଦକ୍ଷେପ",
  "vidya_vihar": "ଏସଏସଏସ ବିଦ୍ୟା ବିହାର, ଓଡିଶା",
  "reports": "ରିପୋର୍ଟ",
  "trust_menu": "ଏସଏସଏସ ଟ୍ରଷ୍ଟ, ଓଡିଶା",
  "wings_service": "ସେବା ବିଭାଗ",
  "wings_service_p1": "ଶ୍ରୀ ସତ୍ୟ ସାଇ ମିଶନରେ ସେବା ସମ୍ବନ୍ଧୀୟ ଧାରଣା : ଯଦିଓ ଈଶ୍ୱର ଉପଲବ୍ଧି ପାଇଁ ଅନେକ ପଥ ରହିଛି, ତଥାପି ସେମାନଙ୍କ ମଧ୍ୟରୁ ସବୁଠାରୁ ସହଜ ହେଉଛି ସେବାର ପଥ, କାରଣ ଏହା  ଧର୍ମନିରପେକ୍ଷ ଏବଂ କୌଣସି ସୀମା ବା ସୀମାରେଖା ଦ୍ୱାରା ପରିବଦ୍ଧ ନୁହେଁ । ସେବା ମୂଳତଃ ହେଉଛି ଅଭାବଗ୍ରସ୍ତଙ୍କୁ ଯେକୌଣସି ରୂପରେ ସାହାଯ୍ୟ ଓ ସେବା କରିବାର ଏକ ସ୍ୱତଃସ୍ଫୁର୍ତ ଭାବନା। ଅନ୍ୟ ଭାବରେ, ସେବା ହେଉଛି ମନୁଷ୍ୟର ପ୍ରକୃତ ସ୍ୱଭାବ ଓ ଚରିତ୍ର।  ସାମୁହିକ ସେବା ବିଶ୍ୱବ୍ୟାପୀ ସମୁଦାୟରେ ଏକ ମୂଳଭିତ୍ତି ଧାରଣା ସହିତ ପ୍ରଦାନ କରାଯାଏ, “ଯେ ସେବା କରେ, ସେହି ସେବା ପାଏ।” ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବା କହନ୍ତି, ‘ସମସ୍ତଙ୍କୁ ପ୍ରେମ କର, ସମସ୍ତଙ୍କୁ ସେବା କର; ସାହାଯ୍ୟ କର ନିରନ୍ତର,  ଅନିଷ୍ଟ ନକର କାହାର’ ଏବଂ ‘ଯେଉଁ ହାତ ସେବା କରେ, ତାହା ପ୍ରାର୍ଥନା କରୁଥିବା ଓଠ ଠାରୁ ଅଧିକ ପବିତ୍ର।’ ଏହି ଐଶ୍ୱରିକ ଧାରଣାକୁ ପାଥେୟ କରି, ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନ ସେବା ବିଭାଗ ଅନ୍ୟ ବିଭାଗ ଆଧ୍ୟାତ୍ମିକ ଏବଂ ଶିକ୍ଷା ) ସହିତ ସମନ୍ୱୟ ରକ୍ଷା କରି କାର୍ଯ୍ୟ କରି ଆସୁଅଛି । ପରିଚାଳିତ କାର୍ଯ୍ୟଗୁଡ଼ିକ ମଧ୍ୟରେ ରହିଛି – ଶ୍ରୀ ସତ୍ୟ ସାଇ ଗ୍ରାମ ସଂହତିପୂର୍ଣ୍ଣ କାର୍ଯ୍ୟକ୍ରମ, ଶ୍ରୀ ସତ୍ୟ ସାଇ ସାମଗ୍ରିକ ସ୍ୱାସ୍ଥ୍ୟସେବା, ଶ୍ରୀ ସତ୍ୟ ସାଇ ସଂହତିପୂର୍ଣ୍ଣ ପଶୁ ଯତ୍ନ, ବିପର୍ଯ୍ୟୟ/ପ୍ରାକୃତିକ ବିପଦ ସମୟରେ ସେବା, ଜାତୀୟ ନାରାୟଣ ସେବା ଇତ୍ୟାଦି।",
  "wings_spiritual": "ଆଧ୍ୟାତ୍ମିକ ବିଭାଗ",
  "wings_spiritual_p1": "ଆଧ୍ୟାତ୍ମିକ ଶାଖା ହେଉଛି ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନ (SSSSO)ର ମୂଳଦୁଆ,  ଯାହା ଆଭ୍ୟନ୍ତରୀଣ ବିକାଶକୁ ପୋଷଣ କରେ ଏବଂ ଅନ୍ତର୍ନିହିତ ଦିବ୍ୟତ୍ୱକୁ ଜାଗ୍ରତ କରେ। ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବା କହିଥିଲେ, “ଏହି ସଂଗଠନର ପ୍ରଥମ ଓ ପ୍ରମୁଖ ଶାଖା ହେଉଛି ଈଶ୍ୱରଙ୍କ ପ୍ରତି ପ୍ରେମ, ଅର୍ଥାତ୍ ଆଧ୍ୟାତ୍ମିକତା।” ଏହା ସମୂହ ଏବଂ ବ୍ୟକ୍ତିଗତ ଅଭ୍ୟାସ ମାଧ୍ୟମରେ ଭକ୍ତି, ଆତ୍ମ-ରୂପାନ୍ତର ଏବଂ ଈଶ୍ୱରୀୟ ସମ୍ପର୍କ ବିକାଶ ଉପରେ ଗୁରୁତ୍ୱ ଦେଇଥାଏ। ଏହି ଶାଖା ସଦସ୍ୟମାନଙ୍କୁ ନିଜର ଅନ୍ତରାତ୍ମା ସହିତ ସଂଯୋଗ ସ୍ଥାପନ କରିବାର ଆଗ୍ରହ ସୃଷ୍ଟି କରିବା, ଆଧ୍ୟାତ୍ମିକ କୁହେଳିକାକୁ ପରିଷ୍କାର ଭାବେ ସ୍ପଷ୍ଟ କରିବା ଏବଂ ସାଧନା (ଆଧ୍ୟାତ୍ମିକ ଶୃଙ୍ଖଳା) ପଥରେ ଅଗ୍ରଗତି ଲାଭ କରିବାରେ ସାହାଯ୍ୟ କରେ।",
  "wings_spiritual_p2": "ଏହି ଶାଖା ଅତ୍ୟନ୍ତ ଜରୁରୀ, କାରଣ ସଂଗଠନର ଦର୍ଶନ ଅନୁଯାୟୀ, “ଆଧ୍ୟାତ୍ମିକତା ହେଉଛି ସେବାର ପ୍ରେରଣାଦାୟୀ ଶକ୍ତି ଏବଂ ସେବା ହେଉଛି ଆଧ୍ୟାତ୍ମିକତାର ପରିପୂର୍ଣ୍ଣତା।” ଆଧ୍ୟାତ୍ମିକ ଭିତ୍ତି ବିନା,  ସେବା କାର୍ଯ୍ୟ ଅଧୁରା ଏବଂ ଆଧ୍ୟାତ୍ମିକ ଅନୁସରଣ ଅସମ୍ପୂର୍ଣ୍ଣ ହୋଇ ରହିଯାଏ। ଏହା ବ୍ୟକ୍ତିର ଆଭ୍ୟନ୍ତରୀଣ ଆବଶ୍ୟକତାକୁ ପୂରଣ କରେ, ଯେତେବେଳେ ଅନ୍ୟ ଶାଖାଗୁଡ଼ିକ ସାମାଜିକ ଏବଂ ଶିକ୍ଷାର ଦିଗଗୁଡ଼ିକୁ ସମ୍ବୋଧନ କରେ।",
  "wings_education": "ଶିକ୍ଷା ବିଭାଗ",
  "wings_education_p1": "“ଶିକ୍ଷା ଜୀବନ ପାଇଁ, ଜୀବିକା ପାଇଁ ନୁହେଁ ।” - ଶ୍ରୀ ସାଇ ବାବା",
  "wings_education_p2": "ଶିକ୍ଷା ହେଉଛି ଶ୍ରୀ ସାଇ ବାବା ସଂଗଠନ (SSSSO)ର ଏକ ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଶାଖା, ଯାହା ବିଭିନ୍ନ ଧର୍ମ, ସଂସ୍କୃତି ଏବଂ ପୃଷ୍ଠଭୂମିର ଶିଶୁମାନଙ୍କୁ ମାନବୀୟ ମୂଲ୍ୟବୋଧ ଶିକ୍ଷା ଦେବାରେ ଗଭୀର ଭାବେ ନିୟୋଜିତ। ଏହାର କାର୍ଯ୍ୟକ୍ରମରେ ମୁଖ୍ୟତଃ ଶ୍ରୀ ସାଇ ବାଳବିକାଶ କାର୍ଯ୍ୟକ୍ରମ, ବିଦ୍ୟାଳୟମାନଙ୍କରେ ମୂଲ୍ୟବୋଧ ଶିକ୍ଷା, ସମୟ ଉପଯୋଗୀ ଲାଳନ ପାଳନ, ବିଦ୍ୟାଳୟରେ ଏକ ଦିନ, ଆନ୍ତଃବିଦ୍ୟାଳୟ ପ୍ରତିଯୋଗିତା, ଆବଶ୍ୟକତାମନ୍ଦ ଛାତ୍ରମାନଙ୍କ ପାଇଁ ମାଗଣା ଶିକ୍ଷା/କୋଚିଂ, ଶିକ୍ଷକମାନଙ୍କ ପାଇଁ ମାନବୀୟ ମୂଲ୍ୟବୋଧ ସଚେତନତା କାର୍ଯ୍ୟକ୍ରମ ଇତ୍ୟାଦି ଅନ୍ତର୍ଭୁକ୍ତ। ବାଳବିକାଶ କାର୍ଯ୍ୟକ୍ରମ ନଅ ବର୍ଷ ବ୍ୟାପୀ (ପାଞ୍ଚ ବର୍ଷରୁ ପନ୍ଦର ବର୍ଷ ବୟସ ପର୍ଯ୍ୟନ୍ତ) ଚାଲେ, ଯେଉଁଥିରେ ଶିଶୁମାନଙ୍କୁ କେବଳ ମୂଲ୍ୟବୋଧ ବୁଝିବା ନୁହେଁ, ବରଂ ସେଗୁଡ଼ିକୁ ନିଜ ଦୈନନ୍ଦିନ ଜୀବନରେ ପ୍ରୟୋଗ କରିବାକୁ ଶିକ୍ଷା ଦିଆଯାଏ। ବାଳବିକାଶ କାର୍ଯ୍ୟକ୍ରମ ପ୍ରତି ରବିବାର ମାତ୍ର ୧ ଘଣ୍ଟା ୩୦ ମିନିଟ୍ ପାଇଁ ପାଞ୍ଚଟି ଶିକ୍ଷଣ କୌଶଳ - ନୀରବ ଉପବେଶନ, କାହାଣୀ କଥନ, ପ୍ରାର୍ଥନା, ସମୂହ ଗାୟନ, ଓ ଗୋଷ୍ଠୀ କାର୍ଯ୍ୟକଳାପ ମାଧ୍ୟମରେ ପରିଚାଳିତ ହୁଏ। ଏହି କାର୍ଯ୍ୟକ୍ରମର ସଫଳତା ପାଇଁ ଶିଶୁମାନଙ୍କୁ ଦୈନନ୍ଦିନ ଆତ୍ମନିରୀକ୍ଷଣ ଶିଖାଯାଏ ଏବଂ ବୟସ୍କ ଶିଶୁମାନଙ୍କୁ ଚରିତ୍ର ବିକାଶ ପ୍ରକ୍ରିୟାରେ ସାହାଯ୍ୟ କରିବା ପାଇଁ ଆଧ୍ୟାତ୍ମିକ ଡାଏରୀ ଦିଆଯାଏ। ଶ୍ରେଣୀରେ ଦିଆଯାଇଥିବା ଶିକ୍ଷାର ଆଶାନୁରୂପ ଫଳାଫଳ ପାଇଁ ପିତାମାତାଙ୍କ ସହଯୋଗ ଅତ୍ୟନ୍ତ ଜରୁରୀ। ଏହାକୁ ଧ୍ୟାନରେ ରଖି ବାଳବିକାଶ ଗୁରୁ ନିୟମିତ ବୈଠକ ମାଧ୍ୟମରେ ପିତାମାତାଙ୍କ ସହ ସମ୍ପର୍କରେ ରହନ୍ତି।",
  "wings_mahilas": "ମହିଳା ବିଭାଗ",
  "wings_mahilas_p1": "ଏହି ଭାରତ ଦେଶରେ ଜନ୍ମ ହୋଇଥିଲେ ସାବିତ୍ରୀ, ପତିବ୍ରତା ନାରୀ, ଯିଏ ମୃତ୍ୟୁର ଦେବତା ଯମଙ୍କ ସହିତ ଲଢ଼ି ତାଙ୍କର ମୃତ ସ୍ୱାମୀଙ୍କୁ ପୁନର୍ଜନ୍ମ ଦେଇଥିଲେ। ଏହି ଭାରତ ଦେଶରେ ଜନ୍ମ ହୋଇଥିଲେ ଚନ୍ଦ୍ରମତୀ, ସଦ୍‌ଗୁଣର ଆଦର୍ଶ, ଯିଏ ତାଙ୍କର ସ୍ୱାମୀ ହରିଶ୍ଚନ୍ଦ୍ରଙ୍କର ଭୟଙ୍କର ପରୀକ୍ଷାଗୁଡ଼ିକୁ ସହ୍ୟ କରିଥିଲେ। ସୀତା, ରାମଙ୍କର ନିଷ୍ଠାବାନ ପତ୍ନୀ ଏବଂ ମାତୃଭୂମିର ଦିବ୍ୟ କନ୍ୟା, ଯିଏ ଜ୍ୱଳନ୍ତ ଅଗ୍ନିରୁ ଅକ୍ଷତ ରହି ନିଜର ପବିତ୍ରତା ପ୍ରମାଣ କରିଥିଲେ, ସେ ମଧ୍ୟ ଏହି ଭାରତରେ ଜନ୍ମ ହୋଇଥିଲେ। ଦମୟନ୍ତୀ, ନିଷ୍କଳଙ୍କ ପବିତ୍ରତା ଓ ପତିବ୍ରତାର ଆଦର୍ଶ, ଯିଏ ତାଙ୍କର ସ୍ୱାମୀ ନଳଙ୍କ ସହ ସୁଖ-ଦୁଃଖରେ ଅଟଳ ରହିଥିଲେ, ସେ ମଧ୍ୟ ଏହି ପବିତ୍ର ଭାରତ ଭୂମିରେ ଜନ୍ମ ହୋଇଥିଲେ। (ସତ୍ୟ ସାଇ ସ୍ପିକ୍ସ ଭଲ୍ୟୁମ ୩୧, ଅଧ୍ୟାୟ ୧୪ ‘ନାରୀତ୍ୱର ଗୌରବ’)",
  "wings_mahilas_p2": "ଭଗବାନ ବାବା ନାରୀମାନଙ୍କୁ ଘରର ହୃଦୟ ଏବଂ ସମାଜର ମେରୁଦଣ୍ଡ ଭାବେ ସ୍ୱୀକାର କରନ୍ତି। ଶ୍ରୀ ସାଇ ସଂଗଠନର ଏହି ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ ଶାଖାରେ ଥିବା ମହିଳାମାନେ ମାନବସେବାରେ ନିଜର ପ୍ରେମପୂର୍ଣ୍ଣ ସେବା ମାଧ୍ୟମରେ ପରିବାର, ଘର, ସମାଜ, ରାଷ୍ଟ୍ର ଏବଂ ବିଶ୍ୱରେ ସକ୍ରିୟ ଓ ଉଦ୍ଦେଶ୍ୟମୂଳକ ଭୂମିକା ନିର୍ବାହ କରନ୍ତି। ସଂଗଠନରେ ସେମାନେ ପ୍ରାୟ ସମସ୍ତ କାର୍ଯ୍ୟକ୍ରମରେ ଅଂଶଗ୍ରହଣ କରନ୍ତି। ବିଭିନ୍ନ ସମିତି/ଜିଲ୍ଲା/ଜୋନାଲ/ରାଜ୍ୟ ସ୍ତରୀୟ ବୈଠକ/ସମ୍ମିଳନୀ ମାଧ୍ୟମରେ ମହିଳା ଶାଖା ଦ୍ୱାରା ଅନେକ ପ୍ରକଳ୍ପ ଗ୍ରହଣ କରାଯାଇଛି। ସାଇ ପ୍ରେମଧାରା, ରାମକଥା ରସବାହିନୀ ପାରାୟଣ, ସାତ ଘରୋଇ ଭଜନ, ରୁଦ୍ରାର୍ପିତମ ଇତ୍ୟାଦି ଏହାର ଉଦାହରଣ। ପ୍ରତି ମାସର ୧୯ ତାରିଖରେ ଶକ୍ତି ସ୍ୱରୂପିଣୀ ଦିବସ ବିଭିନ୍ନ ଆଧ୍ୟାତ୍ମିକ କାର୍ଯ୍ୟକ୍ରମ ସହିତ ପାଳନ କରାଯାଏ। ସତ୍ୟ ସାଇ ସଂଗଠନରେ ମହିଳାମାନଙ୍କର ସର୍ବାଧିକ ଅବଦାନ ହେଉଛି ଗୁରୁ ଭାବେ ବାଳବିକାଶ ପରିଚାଳନା। ଯେମିତି ସେମାନେ ନିଜ ଘରକୁ ଗଢ଼ନ୍ତି, ସେହିପରି ପ୍ରେମ, ଯତ୍ନ ଓ ସହଭାଗ ମାଧ୍ୟମରେ ବାଳବିକାଶରେ ଆସୁଥିବା ଶିଶୁମାନଙ୍କୁ ଗଢ଼ନ୍ତି।",
  "wings_youth": "ଯୁବ ବିଭାଗ",
  "wings_youth_p1": "\"ଆଜିର ଯୁବକମାନେ ହେଉଛନ୍ତି ଭବିଷ୍ୟତର ନେତା। ଯଦି ଭବିଷ୍ୟତ ସମୃଦ୍ଧ ହେବାକୁ ଥାଏ, ତେବେ ଏହି ଯୁବକମାନେ ଈଶ୍ୱରଙ୍କ ପ୍ରତି ଦୃଢ଼ ବିଶ୍ୱାସ ସହିତ ନିଜ କର୍ତ୍ତବ୍ୟ ପାଳନ କରିବା ଉଚିତ।\" - ବାବା",
  "wings_youth_p2": "ସାଇ ଯୁବକମାନେ କେବଳ ଯୁବ ଓ ଉତ୍ସାହୀ ବ୍ୟକ୍ତିଙ୍କ ଏକ ସମୂହ ନୁହନ୍ତି, ବରଂ ସେମାନଙ୍କୁ ଶକ୍ତି ଓ ପ୍ରେରଣାର ଉତ୍ସ ଭାବେ ଦେଖାଯାଇପାରେ। ସେମାନେ ନୀରବ, ଶୃଙ୍ଖଳିତ ଓ ଶାନ୍ତ, ତଥାପି ସମାଜର ଆବଶ୍ୟକତା ପଡ଼ିଲେ ସେମାନେ ସର୍ବଦା ଆଗେଇଆସିବାକୁ ପ୍ରସ୍ତୁତ। ସେମାନେ ନିଜର ବିପୁଳ ସମ୍ଭାବନାକୁ କେବଳ ଦୁଃଖୀ ଓ ନିରାଶ ଲୋକଙ୍କ ମୁଖରେ ହସ ଫୁଟାଇବା ପାଇଁ ବ୍ୟବହାର କରନ୍ତି। ଭଗବାନଙ୍କ ପଥରେ ଚାଲିବା ସମୟରେ ସମାଜ ସେମାନଙ୍କୁ ତ୍ରାଣକର୍ତ୍ତା ଓ ଈଶ୍ୱରଙ୍କ ଦୂତ ଭାବେ ଦେଖେ।",
  "wings_youth_p3": "ଶ୍ରୀ ସାଇ ସେବା ସଂଗଠନ (ଭାରତ), ଓଡ଼ିଶାରେ ଏହା ଏକ ଆନ୍ଦୋଳନର ରୂପ ନେଇଛି ଏବଂ ସାଇ ଯୁବକମାନେ ସଂଗଠନର ପ୍ରତ୍ୟେକ ସଫଳତା କାହାଣୀରେ ଅବିଚ୍ଛେଦ୍ୟ ଓ ଅତୁଳନୀୟ ହୋଇପଡ଼ିଛନ୍ତି। ରାଜ୍ୟରେ ୭୦୦୦ରୁ ଅଧିକ ଯୁବକ ଏକ ବା ଅନ୍ୟ ରୂପରେ ସେବା ସାଧନାରେ ନିୟୋଜିତ ଅଛନ୍ତି। ବିଶେଷତଃ ନିତ୍ୟ ଅନ୍ନ ପ୍ରସାଦମ, ଜାତୀୟ ନାରାୟଣ ସେବା, ସମଗ୍ର ସ୍ୱାସ୍ଥ୍ୟ ସେବା ଭଳି ପ୍ରକଳ୍ପଗୁଡ଼ିକରେ ସେମାନଙ୍କର ଅବଦାନ ଅପାର ଓ ପ୍ରଶଂସନୀୟ। ପ୍ରାକୃତିକ ବିପର୍ଯ୍ୟୟ ଓ ଦୁର୍ଘଟଣା ପାଇଁ ଏକ ମୂଳଗୋଷ୍ଠୀ ଗଠନ କରାଯାଇଛି, ଯେଉଁମାନେ ଘଟଣାସ୍ଥଳକୁ ତୁରନ୍ତ ପହଞ୍ଚି ଉଦ୍ଧାର କାର୍ଯ୍ୟ କରନ୍ତି।",
  "wings_youth_p4": "ସେମାନେ ଆମର ପ୍ରିୟ ଭଗବାନଙ୍କଠାରୁ ନିରନ୍ତର ପ୍ରେରଣା ଓ ଉତ୍ସାହ ଲାଭ କରନ୍ତି, ଯାହାଙ୍କର ମାନବଜାତି ପାଇଁ ଅକ୍ଳାନ୍ତ ସେବା,  ବିଶ୍ୱରେ ସର୍ବଦା ସ୍ମରଣୀୟ ରହିବ। ନିଜ ସାଧନା ପ୍ରକ୍ରିୟାରେ ସେମାନେ ନିଜର ରୂପାନ୍ତରଣ ସହିତ  ନିଜକୁ ଏକ ଉତ୍ତମ ମଣିଷ ଭାବେ ଗଢି ତୋଳିଛନ୍ତି ।ସେମାନଙ୍କର ଆଦର୍ଶ,  ସମାଜର ଅନେକ ଯୁବକଙ୍କୁ ସଂଗଠନ ଆଡ଼କୁ ଆକର୍ଷିତ କରିଛି, ଯେଉଁଠାରେ ସେମାନେ ନିଷ୍କାମ ସେବାର ସ୍ୱାଦ ଓ ମାଧୁର୍ଯ୍ୟ ଅନୁଭବ କରି ଦିବ୍ୟ ଆନନ୍ଦ ଲାଭ କରନ୍ତି।",
  "organization": "ସଂଗଠନ",
  "organization_sevaOrgOdisha_menu": "ଶ୍ରୀ ସତ୍ୟସାଇ ଓଡ଼ିଶା ବିଷୟରେ",
  "organization_sevaOrgOdisha": "ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନ, ଓଡ଼ିଶା",
  "organization_sevaOrgOdisha_p1": "ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନ, ଭଗବାନ ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବାଙ୍କ ଦ୍ୱାରା ୧୯୬୫ ମସିହାରେ ପ୍ରତିଷ୍ଠିତ ଏକ ସେବା ସଂଗଠନ, ଯାହାର ମୂଳ ଓ ଆଧାର ଆଧ୍ୟାତ୍ମିକ ଅଟେ, ଯାହା ଧର୍ମ, ଜାତି, ବିଶ୍ୱାସ କିମ୍ବା ସମ୍ପ୍ରଦାୟ ନିର୍ବିଶେଷରେ ସମସ୍ତ ମାନବଜାତିର କଲ୍ୟାଣ ପାଇଁ କାର୍ଯ୍ୟ କରେ। ଏହି ସଂଗଠନ ଏହାର ସଦସ୍ୟମାନଙ୍କ ପାଇଁ ଏକ ମଞ୍ଚ ଭାବେ କାର୍ଯ୍ୟ କରେ, ଯେଉଁମାନେ ନିଜର ଆତ୍ମ ରୂପାନ୍ତରଣ ଓ ନିଜ ଅନ୍ତର୍ନିହିତ ଦିବ୍ୟତାର ଉପଲବ୍ଧି ପାଇଁ ସେବା ଓ ଅନ୍ୟାନ୍ୟ କାର୍ଯ୍ୟକଳାପରେ ଅଂଶଗ୍ରହଣ କରନ୍ତି।",
  "organization_sevaOrgOdisha_p2": "ଧର୍ମ, ଜାତୀୟତା, ଜାତି, ସାମାଜିକ-ଆର୍ଥିକ ସ୍ଥିତିରେ କୌଣସି ଭେଦଭାବ ନକରି, ସଂଗଠନରେ କାର୍ଯ୍ୟ କରୁଥିବା ବା ଏହାଦ୍ୱାରା ସେବା ପାଉଥିବା ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ, ଏହି ସଂଗଠନ ସମସ୍ତ ବାଧା ଅତିକ୍ରମ କରି ମାନବଜାତିକୁ ‘ଈଶ୍ୱରଙ୍କ ପିତୃତ୍ୱ ଓ ମାନବଜାତିର ଭ୍ରାତୃତ୍ୱ ଭାବର’ର ଆଦର୍ଶ ଆଡ଼କୁ ନେଇଯାଏ। ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନରେ ଫିସ୍ କିମ୍ବା ସଦସ୍ୟତା ଚାନ୍ଦା  ଶୀଆଦାୟ କରାଯାଏ ନାହିଁ ।",
  "organization_sevaOrgOdisha_p3": "ସଂଗଠନ ଏହାର ସମିତି ଓ ଭଜନ ମଣ୍ଡଳୀ ମାଧ୍ୟମରେ କାର୍ଯ୍ୟ କରେ, ଯେଉଁଥିରେ ସମାଜର ବିଭିନ୍ନ ସ୍ତର, ବିଭିନ୍ନ ଜାତିଗତ ଗୋଷ୍ଠୀ ଓ ବିଭିନ୍ନ ଧର୍ମ ଓ ବିଶ୍ୱାସ ଅନୁସରଣ କରୁଥିବା ବ୍ୟକ୍ତିମାନେ ସଦସ୍ୟ ହୋଇଥାନ୍ତି। ସେମାନେ “ସମସ୍ତଙ୍କୁ ଭଲପାଅ, ସମସ୍ତଙ୍କୁ ସେବା କର” ମନ୍ତ୍ର ଦ୍ୱାରା ବାନ୍ଧି ହୋଇ ନିଷ୍ଠାପର ସେବାର ପଥ ଅନୁସରଣ କରି ଆତ୍ମ-ରୂପାନ୍ତରଣ ଆଡ଼କୁ ନିଜର ସାଧନା ଜାରି ରଖନ୍ତି।",
  "organization_sevaOrgOdisha_p4": "କେବେବି କୌଣସି ବ୍ୟକ୍ତିଙ୍କୁ ନିର୍ଦ୍ଦିଷ୍ଟ ଧର୍ମ କିମ୍ବା ରୀତିନୀତି ଅନୁସରଣ କରିବାକୁ କୁହାଯାଏ ନାହିଁ। ବରଂ ପ୍ରତ୍ୟେକଙ୍କୁ ନିଜ ବିଶ୍ୱାସକୁ ଅନୁସରଣ କରିବାକୁ ପ୍ରେରଣା ଦିଆଯାଏ, ଯାହା ଦ୍ୱାରା ଜଣେ ହିନ୍ଦୁ ଉତ୍ତମ ହିନ୍ଦୁ, ଜଣେ ମୁସଲମାନ ଉତ୍ତମ ମୁସଲମାନ, ଜଣେ ଖ୍ରୀଷ୍ଟିଆନ ଉତ୍ତମ ଖ୍ରୀଷ୍ଟିଆନ ହୋଇପାରିବ । ଏହି ଆଧ୍ୟାତ୍ମିକ ଆଧାର ପ୍ରତ୍ୟେକଙ୍କୁ ଭଲପାଇବା ଓ ନିଷ୍ଠାପରତାକୁ କାର୍ଯ୍ୟରେ ରୂପାନ୍ତର କରି ନିଜ ଧର୍ମକୁ ଉତ୍ତମ ଭାବେ ଅନୁସରଣ କରିବାକୁ ପ୍ରେରଣା ଦେଇଥାଏ। ଏହି କାରଣରୁ ସଂଗଠନର ସର୍ବଧର୍ମ ପ୍ରତୀକରେ, ବିଶ୍ୱର ପ୍ରମୁଖ ଧର୍ମଗୁଡ଼ିକର ପ୍ରତୀକ ସ୍ଥାନ ପାଇଛି।",
  "organization_sevaOrgOdisha_p5": "ଯଦିଓ ଈଶ୍ୱର ଉପଲବ୍ଧିର ଅନେକ ପଥ ରହିଛି, ତଥାପି ସେବାର ପଥ ସବୁଠାରୁ ସହଜ, କାରଣ ଏହା କୌଣସି ସୀମା କିମ୍ବା ସୀମାରେଖା ଦ୍ୱାରା ପରିବଦ୍ଧ ନୁହେଁ ଏବଂ ପୂର୍ଣ୍ଣତଃ ଧର୍ମନିରପେକ୍ଷ, ଯାହା ଶୁଦ୍ଧ ପ୍ରେମ ଓ କରୁଣାର ପ୍ରଚାର କରେ। ସେବା ମୂଳତଃ ଦୀନ ଦୁଖିଆରୀ ବ୍ୟକ୍ତିଙ୍କୁ ସାହାଯ୍ୟ କରିବାର ଏକ ସ୍ୱତଃସ୍ଫୁର୍ତ ଭାବନା। ଅନ୍ୟମାନଙ୍କ କଥାରେ, ସେବା ହେଉଛି ମନୁଷ୍ୟର ପ୍ରକୃତ ଚରିତ୍ର। ବିଶ୍ୱବ୍ୟାପୀ, ଏକ ମୌଳିକ ଧାରଣା ସହିତ, ଏହି ସେବା ଜଣ କଲ୍ୟାଣ ଓ ସମାଜ କଲ୍ୟାଣ ଉଦ୍ଦେଶ୍ୟରେ ସମ୍ପାଦିତ ହୋଇଥାଏ: “ଯେ ସେବା କରେ, ସେ ହିଁ ସେବା ପାଏ।” ",
  "organization_sevaOrgOdisha_p6": "ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବା କହିଛନ୍ତି, ‘ସମସ୍ତଙ୍କୁ ଭଲପାଅ, ସମସ୍ତଙ୍କୁ ସେବା କର’, ‘ସାହାଯ୍ୟ କର ନିରନ୍ତର, ଅନିଷ୍ଟ ନକର କାହାର’ ଏବଂ ‘ସେବା କରୁଥିବା ହାତ ପ୍ରାର୍ଥନା କରୁଥିବା ଓଷ୍ଠ ଅପେକ୍ଷା ଅଧିକ ପବିତ୍ର ।’ ଏହି ଐଶ୍ୱରିକ ଧାରଣାକୁ ପାଥେୟ କରି, ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନ ସେବା ବିଭାଗ  ଓ  ଅନ୍ୟ ବିଭାଗ (ଆଧ୍ୟାତ୍ମିକ ଏବଂ ଶିକ୍ଷା ) ସହିତ ସମନ୍ୱୟ ରକ୍ଷା କରି କାର୍ଯ୍ୟ କରି ଆସୁଅଛି । ପରିଚାଳିତ କାର୍ଯ୍ୟଗୁଡ଼ିକ ମଧ୍ୟରେ ରହିଛି – ଶ୍ରୀ ସତ୍ୟ ସାଇ ଗ୍ରାମ ସଂହତିପୂର୍ଣ୍ଣ କାର୍ଯ୍ୟକ୍ରମ, ଶ୍ରୀ ସତ୍ୟ ସାଇ ସାମଗ୍ରିକ ସ୍ୱାସ୍ଥ୍ୟସେବା, ଶ୍ରୀ ସତ୍ୟ ସାଇ ସଂହତିପୂର୍ଣ୍ଣ ପଶୁ ଯତ୍ନ, ବିପର୍ଯ୍ୟୟ/ପ୍ରାକୃତିକ ବିପଦ ସମୟରେ ସେବା, ଜାତୀୟ ନାରାୟଣ ସେବା ଇତ୍ୟାଦି। ଏହି ସମସ୍ତ ସେବା ତାଙ୍କ ପାଦ ପଦ୍ମରେ ସମର୍ପିତ, ଯାହା ତାଙ୍କ ଅନୁଗାମୀମାନଙ୍କର ବିଶ୍ୱାସକୁ ସୁଦୃଢ଼ କରେ।",
  "organization_sevaOrgOdisha_p7": "ବିଗତ ବର୍ଷମାନଙ୍କରେ, ସଂଗଠନ କେବେ ପଛକୁ ଫେରି ନାହିଁ ଏବଂ ଭଗବାନଙ୍କ ମିଶନକୁ ନିଷ୍ଠା ଓ ଅନୁକରଣୀୟ ପ୍ରତିବଦ୍ଧତା ସହିତ ଅନୁସରଣ କରିଛି। ଏହା କେବଳ ସ୍ୱାମୀଙ୍କ ଅସୀମ କୃପା ଓ ଓଡ଼ିଶାର ଜନତାଙ୍କ ପ୍ରତି ଆଶୀର୍ବାଦ ଦ୍ୱାରା ସମ୍ଭବ ହୋଇଛି। ତାଙ୍କ ପବିତ୍ର ଆଶୀର୍ବାଦରେ, ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନ ଦଣ୍ଡକ ଆରଣ୍ୟର ଅଭେଦ୍ୟ ଜଙ୍ଗଲ, କାଳହାଣ୍ଡିର ବର୍ଷା ଅଭାବ ଜନିତ ବଞ୍ଜର ଭୂମିରୁ ଆରମ୍ଭ କରି ଉପକୂଳ ଓ ମାଓବାଦୀ ପ୍ରଭାବିତ ଆଦିବାସୀ ଅଞ୍ଚଳ ପର୍ଯ୍ୟନ୍ତ ଉପସ୍ଥିତି ରଖିଛି। ସାଇ ସ୍ୱେଚ୍ଛାସେବୀମାନେ ସମସ୍ତ ବାଧା ଅତିକ୍ରମ କରି ସ୍ୱାମୀ ତାଙ୍କ ଭକ୍ତମାନଙ୍କୁ ଯେଉଁଠାରେ ଚାହାଁନ୍ତି, ସେଠାରେ ଉପସ୍ଥିତ ରହିଛନ୍ତି।",
  "resources": "ସମ୍ବଳ",
  "events_announcement": "ଘୋଷଣା",
  "organization_map_title": "ଓଡ଼ିଶାରେ ସାଥୀ ସାଇ ସେବା ସଂଗଠନ",
  "Sri_Sathya_Sai_menu_introduction": "ସାଇଙ୍କ ପରିଚୟ",
  "Sri_Sathya_Sai_menu_life": "ସାଇଙ୍କ ଜୀବନ",
  "saiSandesh": "ଭଗବାନଙ୍କର ଶୁଭଦୃଷ୍ଟି ଆକର୍ଷଣ କରିବାର ଏକମାତ୍ର ପନ୍ଥା ହେଉଛି ନାମ ସଂକୀର୍ତନ |",

  "Sri_Sathya_Sai_introduction_title": "ଶ୍ରୀ ସତ୍ୟ ସାଇଙ୍କ ପରିଚୟ",
  "Sri_Sathya_Sai_introduction_p1": "ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବା, ତାଙ୍କ ଭକ୍ତ ଓ ଅନୁସରଣକାରୀଙ୍କ ପାଇଁ ଏକ ପ୍ରେମମୟ ଈଶ୍ୱର, ମାନବୀୟ ଦୃଷ୍ଟିକୋଣ ସହିତ ଏକ ବିଶ୍ୱଜନୀନ ଶିକ୍ଷକ ୲ ତାଙ୍କର  ସତ୍ୟ, ପ୍ରେମ, ଶାନ୍ତି, ଧର୍ମ ଏବଂ ଅହିଂସାର ମାନବିକ ମୂଲ୍ୟବୋଧ ଭିତିକ ଶିକ୍ଷା ବିଶ୍ୱର ଲକ୍ଷ ଲକ୍ଷ ଲୋକଙ୍କୁ ଅନୁପ୍ରାଣିତ କରିଛି । ମାନବଜାତି ଓ ସମାଜ ପ୍ରତି ନିଃସ୍ୱାର୍ଥ ସେବା ମାଧ୍ୟମରେ ତାଙ୍କର ନିଃସର୍ତ୍ତ ପ୍ରେମର ନିଦର୍ଶନ,  ସାଇ ସଂଗଠନର ସଦସ୍ୟଙ୍କୁ ଏବଂ ବିଶ୍ୱବ୍ୟାପୀ ଅନ୍ୟମାନଙ୍କୁ ଲୋକ ହିତକାରୀ କାର୍ଯ୍ୟ ପାଇଁ ସ୍ୱେଚ୍ଛାକୃତ ଉଦ୍ୟମ ଗ୍ରହଣ କରିବାକୁ ପ୍ରେରଣା ଦେଇଚାଲିଛି। ତାଙ୍କର ବିଶ୍ୱଜନୀନ ପ୍ରେମ ଓ ଗ୍ରହଣୀୟତାର ଶିକ୍ଷା, ଜାତି ଓ ଧର୍ମର ସମସ୍ତ ସୀମାକୁ ଅତିକ୍ରମ କରି, ଭାରତ ତଥା ବିଦେଶରେ ଲକ୍ଷ ଲକ୍ଷ ଲୋକଙ୍କ ହୃଦୟରେ ସ୍ଥାନ ପାଇଛି। ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବା ସମସ୍ତ ଧର୍ମର ସମାନତା ଉପରେ ଜୋର ଦିଅନ୍ତି, ସମସ୍ତ ବିଶ୍ୱାସକୁ ସତ୍ୟ, ଶାନ୍ତି, ପ୍ରେମ ଏବଂ ଈଶ୍ୱରଙ୍କ ପଥ ଭାବରେ ଗ୍ରହଣ କରନ୍ତି। ସେ  ମାନବ ସେବା ଉପରେ ଅତ୍ୟନ୍ତ ଗୁରୁତ୍ୱ ଦିଅନ୍ତି, ଉଦାହରଣ ସ୍ୱରୂପ, ଲକ୍ଷ ଲକ୍ଷ ଲୋକଙ୍କୁ ଲୋକ ହିତକାରୀ ନିସ୍ଵାର୍ଥ କାର୍ଯ୍ୟକଳାପରେ ନିଜକୁ ସାମିଲ କରିବାକୁ ପ୍ରେରଣା ଦେଇଛନ୍ତି। ଯେତେବେଳେ ବିଶ୍ୱ ହିଂସା, ଅଧର୍ମ, ଜନସଂଖ୍ୟା, ଜାତି, ବର୍ଣ୍ଣ ଓ ଧର୍ମ ଆଧାରରେ ଘୃଣାରେ ପୀଡ଼ିତ, ସେହି ସମୟରେ, ପ୍ରେମ ଓ କରୁଣାର ତଥା ସତ୍ୟ ଅବତାରୀ, ସ୍ୱାମୀଙ୍କ ଦିବ୍ୟ ଉପସ୍ଥିତି ମାନବଜାତିକୁ ଆଲୋକିତ କରିଛି । ତାଙ୍କର ପ୍ରେମର ପ୍ରଚାର କୌଣସି ସୀମାରେ ସୀମିତ ନୁହେଁ ଏବଂ ତାଙ୍କର କୋଟି କୋଟି  ଭକ୍ତ ତାଙ୍କର ଦିବ୍ୟ ସର୍ବ ବ୍ୟାପକତାର ନିଚ୍ଛକ ପ୍ରମାଣ।",

  "Sri_Sathya_Sai_life_title": "ଶ୍ରୀ ସତ୍ୟ ସାଇଙ୍କ ଜୀବନ",
  "Sri_Sathya_Sai_life_p1": "ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବା ୧୯୨୬ ମସିହା ନଭେମ୍ବର ୨୩ ତାରିଖ, ପବିତ୍ର କାର୍ତ୍ତିକ ମାସ, ଯେତେବେଳେ ଭଗବାନ ଶିବଙ୍କୁ ବିଶେଷ ଭାବେ ପୂଜା କରାଯାଏ, ସୋମବାରର, ଏକ ଶୁଭ ମୁହୂର୍ତ୍ତରେ, ପୁଟ୍ଟପର୍ତ୍ତିରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ । ତାଙ୍କୁ ସତ୍ୟନାରାୟଣ ରାଜୁ ନାମରେ ନାମିତ କରାଯାଇଥିଲା । ଛୋଟ ବେଳରୁ ସତ୍ୟଙ୍କ ଗରିବ ଓ ଦୁଃଖୀଙ୍କ ପ୍ରତି ଅସୀମ ଦୟାର ପରାକାଷ୍ଠା, ତାଙ୍କ ମାତା ଈଶ୍ୱରାମ୍ମାଙ୍କୁ ସବୁଠାରୁ ଅଧିକ ଆଶ୍ଚର୍ଯ୍ୟ କରୁଥିଲା । ଏକ ଶିଶୁ ହିସାବରେ, ସେ ନିଜ ପରିବାରର ସୀମିତ ସାଧନ ସତ୍ତ୍ୱେ, ଦ୍ୱାରରେ ଆସୁଥିବା ଭିକାରୀଙ୍କୁ ଭଲ ଭାବେ ସେବା କରିବାକୁ ଜିଦ କରୁଥିଲେ ଏବଂ ପ୍ରାୟତଃ ନିଜର ଜିନିଷ ସବୁ ଅଭାବୀଙ୍କୁ ଦେଇ ଦେଉଥିଲେ। ଯେତେବେଳେ ସେ ବିଦ୍ୟାଳୟ ଆରମ୍ଭ କଲେ, ସାମାଜିକ ଦାୟିତ୍ୱ, ଆଧ୍ୟାତ୍ମିକ ଜାଗରଣ, ବ୍ୟକ୍ତିଗତ ଚରିତ୍ର ଓ ଜାତୀୟତା ଭାବପ୍ରବଣତା ଭଳି  ତାଙ୍କର ଅସାଧାରଣ କ୍ଷମତା  ଏବଂ  ବଳିଷ୍ଠ ନେତୃତ୍ୱ  ପ୍ରତି ତାଙ୍କ ସାଙ୍ଗମାନେ ଅନୁପ୍ରାଣିତ ହୋଇଥିଲେ । ତାଙ୍କ ବନ୍ଧୁମାନେ ପ୍ରାୟତଃ ତାଙ୍କର ଅଲୌକିକ ଶକ୍ତି ଯେପରିକି ଖାଲି ହାତରୁ ଜିନିଷ ସୃଷ୍ଟି କରିବା, ଭବିଷ୍ୟତ ଜାଣିବା, ଶାସ୍ତ୍ର ସମ୍ଭନ୍ଧୀୟ ଗଭୀର ଜ୍ଞାନ ଆଦି ଦ୍ୱାରା ମୁଗ୍ଧ ହେଉଥିଲେ।",
  "Sri_Sathya_Sai_life_p2": "ତାଙ୍କ ଅବର୍ଣ୍ଣନୀୟ ଏବଂ ଅପ୍ରତ୍ୟାଶିତ କାର୍ଯ୍ୟ, ତାଙ୍କ ପିତା ଶ୍ରୀ ରତ୍ନାକରମ ପେଡ୍ଡା ବେଙ୍କମା ରାଜୁଙ୍କୁ ବହୁତ ବିଚଳିତ କରିଥିଲା, ଏବଂ ୧୯୪୦ ମସିହା ମେ ୨୩ ତାରିଖରେ ସେ କ୍ରୋଧରେ ସତ୍ୟଙ୍କୁ ତାଙ୍କର ପ୍ରକୃତ ପରିଚୟ ପ୍ରକାଶ କରିବାକୁ ପଚାରିଥିଲେ। ସତ୍ୟ କେବଳ କିଛି ଫୁଲ ନେଇ ତଳେ ଫୋପାଡ଼ି ଦେଇଥିଲେ, ଯାହା ନିଜେ ନିଜେ ସଜାଇ ହୋଇ “ମୁଁ ସାଇ ବାବା” ଲେଖା ହୋଇଥିଲା। ସେହି ବର୍ଷ ଅକ୍ଟୋବର ୨୦ ତାରିଖ ସକାଳେ, ବିଦ୍ୟାଳୟରୁ, ବାବା ହଠାତ୍ ଘରକୁ ଫେରିଆସି, ତାଙ୍କ ପୁସ୍ତକଗୁଡ଼ିକୁ ଫୋପାଡ଼ି ନାଟକୀୟ ଭାବେ ଘୋଷଣା କଲେ, “ମୁଁ ଆଉ ତୁମର ସତ୍ୟ ନୁହେ... ମୁଁ ସାଇ। ମୋର କାମ ଅଛି, ମୁଁ ଆଉ ଅପେକ୍ଷା କରିପାରିବି ନାହିଁ।” ଏହିପରି, ସେହି ଦିନଠାରୁ ସତ୍ୟନାରାୟଣ ରାଜୁ ଶ୍ରୀ ସତ୍ୟ ସାଇ ବାବା ଭାବେ ପରିଚିତ ହେଲେ ।",
  "Sri_Sathya_Sai_life_p3": "ସେହି ଐତିହାସିକ ମୁହୂର୍ତ୍ତଠାରୁ, ରାଜାଙ୍କଠାରୁ ଆରମ୍ଭ କରି ସାଧାରଣ ଲୋକେ,  ତାଙ୍କ ପାଖକୁ ଆସି ସାନ୍ତ୍ୱନା ଓ ସହାୟତା ଲୋଡିଲେ, ଯେହେତୁ ବାବା ଜଣଙ୍କର ଅସାଧ୍ୟ ରୋଗକୁ ନିରାକରଣ ଏବଂ ଅନେକ ପାରିବାରିକ ସମସ୍ୟାକୁ ସମାଧାନ କରିଥିଲେ । ତାଙ୍କର ବର୍ଦ୍ଧିଷ୍ଣୁ ଖ୍ୟାତି ସହିତ, ଈର୍ଷାପରାୟଣ ଲୋକଙ୍କ ଠାରୁ ବୃଦ୍ଧି ପାଉଥିବା ଉପହାସ ତାଙ୍କ ବଡ଼ ଭାଇ ଶେଷମା ରାଜୁଙ୍କୁ ବିଚଳିତ କରିଥିଲା । ସେଥିପାଇଁ ଶେଷମା ରାଜୁ ତାଙ୍କୁ ତାଙ୍କ କାର୍ଯ୍ୟ ସମ୍ବନ୍ଧରେ ସତର୍କ କରି ଏକ ଚିଠି ଲେଖିଥିଲେ। ୧୯୪୭ ମସିହା ମେ ୨୫ ତାରିଖରେ ବାବା, ତାଙ୍କର ଉତ୍ତରରେ, ଦୃଢ଼ତାର ସହିତ କହିଥିଲେ ଯେ ;",
  "Sri_Sathya_Sai_life_p4": "ତାଙ୍କର ଏକ ‘କାର୍ଯ୍ୟ’ ଅଛି : ‘ସମସ୍ତ ମାନବଜାତିକୁ ଆନନ୍ଦ  ପ୍ରଦାନ କରିବା’, \nଏକ ‘ପ୍ରତିଜ୍ଞା’ ଅଛି:  ସମସ୍ତଙ୍କୁ ‘ଧାର୍ମିକତାର ପଥରେ ନେତୃତ୍ୱ ଦେବା’, ଏବଂ \n ଏକ ‘କାମ’ ଅଛି: ‘ଦୁଃଖୀଙ୍କ କଷ୍ଟ ଦୂର କରିବା’, ",
  "Sri_Sathya_Sai_life_p5": "ତାଙ୍କର ଏକ ‘କାର୍ଯ୍ୟ’ ଅଛି : ‘ସମସ୍ତ ମାନବଜାତିକୁ ଆନନ୍ଦ  ପ୍ରଦାନ କରିବା’, \nଏକ ‘ପ୍ରତିଜ୍ଞା’ ଅଛି:  ସମସ୍ତଙ୍କୁ ‘ଧାର୍ମିକତାର ପଥରେ ନେତୃତ୍ୱ ଦେବା’, ଏବଂ \n ଏକ ‘କାମ’ ଅଛି: ‘ଦୁଃଖୀଙ୍କ କଷ୍ଟ ଦୂର କରିବା’, \nଏବଂ ଆଶ୍ୱାସନା ଦେଇଥିଲେ ଯେ : \"ଯେଉଁମାନେ ତାଙ୍କୁ ନିଜ ସହିତ ସଂଯୁକ୍ତ କରନ୍ତି, ତାଙ୍କୁ ସେ କେବେ ହେଲେ ଛାଡ଼ିବେ ନାହିଁ।\"",
  "Sri_Sathya_Sai_life_p6": "ଉପରୋକ୍ତ ଆଭିମୁଖ୍ୟ ଆଧାରରେ, ୧୯୬୦ ଦଶକରେ ବାବା ଭାରତରେ “ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେବା ସଂଗଠନ” ପ୍ରତିଷ୍ଠା କରିଥିଲେ, ଯାହା ମାଧ୍ୟମରେ ବିଭିନ୍ନ ଧର୍ମ, ଶ୍ରେଣୀ ଓ ଜାତିର ଲୋକେ ଏକତ୍ରିତ ହୋଇ ନିଃସ୍ୱାର୍ଥ ସେବାରେ ନିୟୋଜିତ ହୋଇପାରିବେ ଏବଂ ସତ୍ୟ, ଧର୍ମ, ଶାନ୍ତି, ପ୍ରେମ ଓ ଅହିଂସାର ଶାଶ୍ୱତ ମୂଲ୍ୟବୋଧକୁ ପୋଷଣ କରି ନିଜର ଆଧ୍ୟାତ୍ମିକ ଉନ୍ନତି କରିପାରିବେ। ଅଳ୍ପ ସମୟରେ ଏହି ଆନ୍ଦୋଳନ ପ୍ରଶାନ୍ତି ନିଳୟମରୁ, ୧୨୬ରୁ ଅଧିକ ଦେଶକୁ ବ୍ୟାପକ ଭାବରେ ବିସ୍ତାରିତ ହେଲା।\nଯେତେବେଳେ ଲକ୍ଷ ଲକ୍ଷ ଅନୁଗାମୀ, ନିଃସ୍ୱାର୍ଥ ପ୍ରେମର ଅଭ୍ୟାସ କରିବାକୁ ଲାଗିଲେ, ସେହି ନିସ୍ଵାର୍ଥ ସେବା କାର୍ଯ୍ୟକ୍ରମକୁ ତ୍ୱରାନ୍ୱିତ କରିବା ପାଇଁ, ବାବା ୧୯୭୨ରେ ଶ୍ରୀ ସତ୍ୟ ସାଇ ସେନ୍ଟ୍ରାଲ ଟ୍ରଷ୍ଟ ପ୍ରତିଷ୍ଠା କରିଥିଲେ। ସେହିଠାରୁ ଏହି ସଂଗଠନ,  ପ୍ରାଥମିକରୁ ତୃତୀୟ ସ୍ତରୀୟ ନିଃଶୁଳ୍କ ଚିକିତ୍ସା ହସ୍ପିଟାଲ, ପ୍ରାଥମିକ ବିଦ୍ୟାଳୟରୁ ଡକ୍ଟରେଟ ଗବେଷଣା ପର୍ଯ୍ୟନ୍ତ ମାଗଣା ଶିକ୍ଷା, ଦୁରବର୍ତ୍ତୀ ଗାଁମାନଙ୍କୁ ମାଗଣା ପାନୀୟ ଜଳ, ମାଗଣା ଆବାସ ପୁନର୍ବାସନ ଉଦ୍ୟମ ଆଦି ପଥପ୍ରଦର୍ଶକ ପ୍ରକଳ୍ପଗୁଡ଼ିକରେ ନିୟୋଜିତ ହୋଇଛି । ଏହା ପ୍ରେମ, ସେବା ଓ ବିଶ୍ୱଜନୀନ ଭାଇଚାରା ଦ୍ୱାରା ପ୍ରେରିତ ଏବଂ ସମାଜର ଜୀବନ ମାନରେ ଉନ୍ନତି ଆଣିବା ପାଇଁ ନୂତନ ଦିଗନ୍ତ ସୃଷ୍ଟି କରିଛି । ବାବାଙ୍କ ୮୬ ବର୍ଷର ଜୀବନ  ଯାହାକି, ଅନବରତ ଶୁଦ୍ଧ ପ୍ରେମର ଶକ୍ତି ତଥା ଗୌରବମୟ କାର୍ଯ୍ୟରେ ଲିପ୍ତ ଓ ଆଲୋକିତ, ପ୍ରକୃତରେ ଏକ ଉଚ୍ଚତର ଜୀବନର ଦୃଷ୍ଟାନ୍ତ ।\n୨୦୦୮ ଓ ୨୦୧୦ ମସିହା ନଭେମ୍ବରରେ ତାଙ୍କର ୮୩ତମ ଓ ୮୫ତମ ଜନ୍ମଦିନରେ, ତାଙ୍କ ଭକ୍ତମାନଙ୍କ ଅନୁରୋଧରେ, ବାବା ସୁନାର ରଥରେ ବସିଥିଲେ। ପରେ ସମସ୍ତେ ବୁଝିପାରିଲେ, ଏହା ପ୍ରକୃତରେ ବାବାଙ୍କ ପାର୍ଥିବ ଯାତ୍ରାର ସୁନେଲି ସମାପନ ମୁହୂର୍ତ୍ତର ପ୍ରତୀକ ଥିଲା। ବାବା ୨୦୧୧ ମସିହା ଏପ୍ରିଲ ୨୪ ତାରିଖରେ , ଇହଲୀଳା ସମ୍ବରଣ କରିଥିଲେ । ଭକ୍ତମାନେ ତାଙ୍କର ଶାରୀରିକ ରୂପକୁ ହରାଇଛନ୍ତି ସତ୍ୟ, ତଥାପି, ସେମାନେ ତାଙ୍କର ମାର୍ଗଦର୍ଶନ ଓ କୃପାକୁ ପୂର୍ବ ପରି ରହସ୍ୟମୟ ଭାବେ ଅନୁଭବ କରୁଛନ୍ତି। ଶ୍ରୀ ସତ୍ୟ ସାଇ ରୂପୀ ବିଶ୍ୱଚେତନା ଶାଶ୍ୱତ ଭାବେ ଜୀବିତ ରହିଛି"
}
